-- public.buildings определение
CREATE EXTENSION IF NOT EXISTS postgis;
-- Drop table

-- DROP TABLE public.buildings;

CREATE TABLE public.buildings (
	id serial4 NOT NULL,
	osm_id text NOT NULL,
	addr_city text NULL,
	addr_street text NULL,
	addr_housenumber text NULL,
	addr_place text NULL,
	building text NULL,
	building_levels text NULL,
	"name" text NULL,
	geom public.geometry(multipolygon, 4326) NOT NULL,
	CONSTRAINT buildings_osm_id_key UNIQUE (osm_id),
	CONSTRAINT buildings_pkey PRIMARY KEY (id)
);

-- public.poi определение

-- Drop table

-- DROP TABLE public.poi;

CREATE TABLE public.poi (
	id serial4 NOT NULL,
	osm_id text NOT NULL,
	"name" text NULL,
	power text NULL,
	"tower:type" text NULL,
	"tower:construction" text NULL,
	material text NULL,
	geom public.geometry(point, 4326) NOT NULL,
	CONSTRAINT poi_osm_id_key UNIQUE (osm_id),
	CONSTRAINT poi_pkey PRIMARY KEY (id)
);

-- public.roads определение

-- Drop table

-- DROP TABLE public.roads;

CREATE TABLE public.roads (
	id serial4 NOT NULL,
	osm_id text NOT NULL,
	"name" text NULL,
	highway text NULL,
	"ref" text NULL,
	maxspeed text NULL,
	oneway text NULL,
	surface text NULL,
	lanes text NULL,
	geom public.geometry(multilinestring, 4326) NOT NULL,
	CONSTRAINT roads_osm_id_key UNIQUE (osm_id),
	CONSTRAINT roads_pkey PRIMARY KEY (id)
);

INSERT INTO public.buildings (osm_id,addr_city,addr_street,addr_housenumber,addr_place,building,building_levels,"name",geom) VALUES
	 ('way/1475588464','сельское поселение Тимофеевка','2-я улица','142','СНТ "Сборщик"','house','1',NULL,'SRID=4326;MULTIPOLYGON (((49.279367 53.6014369, 49.2793515 53.6013821, 49.2794702 53.6013702, 49.2794858 53.6014251, 49.279367 53.6014369)))'::public.geometry),
	 ('way/1475588465','сельское поселение Тимофеевка','1-я улица','49А','СНТ "Сборщик"','house','1',NULL,'SRID=4326;MULTIPOLYGON (((49.2787424 53.601351, 49.2787206 53.6012727, 49.2788097 53.601264, 49.2788315 53.6013423, 49.2787424 53.601351)))'::public.geometry),
	 ('way/1475588466','сельское поселение Тимофеевка','2-я улица','140','СНТ "Сборщик"','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2792763 53.6010945, 49.2792538 53.6010187, 49.2793817 53.6010053, 49.2794042 53.6010811, 49.2792763 53.6010945)))'::public.geometry),
	 ('way/1475588467','сельское поселение Тимофеевка','1-я улица','49','СНТ "Сборщик"','house','1',NULL,'SRID=4326;MULTIPOLYGON (((49.2786624 53.6011041, 49.2786512 53.601059, 49.278758 53.6010496, 49.2787692 53.6010947, 49.2786624 53.6011041)))'::public.geometry),
	 ('way/1475588468','сельское поселение Тимофеевка','2-я улица','141','СНТ "Сборщик"','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2793506 53.6012418, 49.279343 53.601214, 49.2793018 53.6012179, 49.2792964 53.601198, 49.279334 53.6011944, 49.2793311 53.6011837, 49.2794061 53.6011766, 49.279422 53.601235, 49.2793506 53.6012418)))'::public.geometry),
	 ('way/1475588469','сельское поселение Тимофеевка','2-я улица','139','СНТ "Сборщик"','house',NULL,NULL,'SRID=4326;MULTIPOLYGON (((49.2792116 53.6009092, 49.2791979 53.6008637, 49.2793218 53.6008505, 49.2793355 53.600896, 49.2792116 53.6009092)))'::public.geometry),
	 ('way/1475588470','сельское поселение Тимофеевка','1-я улица','50','СНТ "Сборщик"','house',NULL,NULL,'SRID=4326;MULTIPOLYGON (((49.2786409 53.6009704, 49.2786315 53.6009264, 49.2787012 53.6009211, 49.2787106 53.6009652, 49.2786409 53.6009704)))'::public.geometry),
	 ('way/1475588471','сельское поселение Тимофеевка','1-я улица','51','СНТ "Сборщик"','house',NULL,NULL,'SRID=4326;MULTIPOLYGON (((49.27859 53.6007868, 49.2785764 53.6007414, 49.2786626 53.6007323, 49.2786762 53.6007777, 49.27859 53.6007868)))'::public.geometry),
	 ('way/1475588473','сельское поселение Тимофеевка','2-я улица','138','СНТ "Сборщик"','house','1',NULL,'SRID=4326;MULTIPOLYGON (((49.2792049 53.6007319, 49.279195 53.6006798, 49.2792762 53.6006744, 49.279286 53.6007265, 49.2792049 53.6007319)))'::public.geometry),
	 ('way/1475588474','сельское поселение Тимофеевка','2-я улица','137','СНТ "Сборщик"','house','1',NULL,'SRID=4326;MULTIPOLYGON (((49.2791111 53.6005857, 49.2790806 53.600483, 49.279216 53.6004689, 49.2792465 53.6005716, 49.2791111 53.6005857)))'::public.geometry);
INSERT INTO public.buildings (osm_id,addr_city,addr_street,addr_housenumber,addr_place,building,building_levels,"name",geom) VALUES
	 ('way/1475588475','сельское поселение Тимофеевка','1-я улица','52','СНТ "Сборщик"','house',NULL,NULL,'SRID=4326;MULTIPOLYGON (((49.2785391 53.6006199, 49.2785239 53.600558, 49.2786283 53.600549, 49.2786434 53.6006109, 49.2785391 53.6006199)))'::public.geometry),
	 ('way/1475588476','сельское поселение Тимофеевка','2-я улица','136','СНТ "Сборщик"','house',NULL,NULL,'SRID=4326;MULTIPOLYGON (((49.2790121 53.6003868, 49.2789921 53.6003191, 49.2791408 53.6003037, 49.2791607 53.6003713, 49.2790121 53.6003868)))'::public.geometry),
	 ('way/1475588477','сельское поселение Тимофеевка','1-я улица','53','СНТ "Сборщик"','house',NULL,NULL,'SRID=4326;MULTIPOLYGON (((49.2784709 53.6003622, 49.2784509 53.6003126, 49.2785722 53.6002953, 49.2785922 53.600345, 49.2784709 53.6003622)))'::public.geometry),
	 ('way/1475588478','с. Русская Борковка','1-я улица','54','СНТ "Сборщик"','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2784454 53.6002583, 49.2784298 53.6002083, 49.2785517 53.600195, 49.2785673 53.6002449, 49.2784454 53.6002583)))'::public.geometry),
	 ('way/1475588479','с. Русская Борковка','2-я улица','135','СНТ "Сборщик"','house','1',NULL,'SRID=4326;MULTIPOLYGON (((49.2790461 53.6001901, 49.2790349 53.6001496, 49.279119 53.6001414, 49.2791301 53.6001819, 49.2790461 53.6001901)))'::public.geometry),
	 ('way/1476430772','сельское поселение Тимофеевка','2-я улица','143','СНТ "Сборщик"','house',NULL,NULL,'SRID=4326;MULTIPOLYGON (((49.2796485 53.6014356, 49.2796337 53.6013835, 49.2797119 53.6013757, 49.2797267 53.6014278, 49.2796485 53.6014356)))'::public.geometry),
	 ('way/1476430773','село Русская Борковка','2-я улица','145','СНТ "Сборщик"','house','1',NULL,'SRID=4326;MULTIPOLYGON (((49.279539 53.6010336, 49.2795324 53.6010123, 49.2796127 53.6010036, 49.2796112 53.6009988, 49.2796703 53.6009924, 49.2796857 53.6010428, 49.2796229 53.6010496, 49.2796155 53.6010254, 49.279539 53.6010336)))'::public.geometry),
	 ('way/1476430774','село Русская Борковка','2-я улица','146','СНТ "Сборщик"','house',NULL,NULL,'SRID=4326;MULTIPOLYGON (((49.2794588 53.6009011, 49.2794472 53.6008641, 49.2794757 53.600861, 49.2794588 53.6008072, 49.2795348 53.6007988, 49.2795633 53.6008895, 49.2794588 53.6009011)))'::public.geometry),
	 ('way/1476430775','село Русская Борковка','2-я улица','144','СНТ "Сборщик"','house',NULL,NULL,'SRID=4326;MULTIPOLYGON (((49.2795954 53.6012195, 49.2795847 53.6011884, 49.2797335 53.6011704, 49.2797491 53.6012157, 49.2796718 53.601225, 49.2796669 53.6012109, 49.2795954 53.6012195)))'::public.geometry),
	 ('way/1476430776','сельское поселение Тимофеевка','2-я улица','147','СНТ "Сборщик"','house',NULL,NULL,'SRID=4326;MULTIPOLYGON (((49.2794272 53.6007181, 49.2794076 53.6006503, 49.2794874 53.6006422, 49.279507 53.60071, 49.2794272 53.6007181)))'::public.geometry);
INSERT INTO public.buildings (osm_id,addr_city,addr_street,addr_housenumber,addr_place,building,building_levels,"name",geom) VALUES
	 ('way/1476430777','село Русская Борковка','3-я улица','236','СНТ "Сборщик"','house','1',NULL,'SRID=4326;MULTIPOLYGON (((49.280133 53.6010146, 49.2801202 53.6009793, 49.2802131 53.6009674, 49.280226 53.6010027, 49.280133 53.6010146)))'::public.geometry),
	 ('way/1476430778','сельское поселение Тимофеевка','2-я улица','148','СНТ "Сборщик"','house',NULL,NULL,'SRID=4326;MULTIPOLYGON (((49.2793834 53.6005266, 49.2793686 53.6004829, 49.2794572 53.6004724, 49.279472 53.600516, 49.2793834 53.6005266)))'::public.geometry),
	 ('way/1476430779','село Русская Борковка','2-я улица','149','СНТ "Сборщик"','house',NULL,NULL,'SRID=4326;MULTIPOLYGON (((49.2793357 53.6003578, 49.2793168 53.6002921, 49.2794136 53.6002823, 49.2794325 53.600348, 49.2793357 53.6003578)))'::public.geometry),
	 ('way/1476430780','сельское поселение Тимофеевка','2-я улица','150','СНТ "Сборщик"','house',NULL,NULL,'SRID=4326;MULTIPOLYGON (((49.2793021 53.6002121, 49.2792934 53.6001825, 49.2792795 53.600184, 49.2792601 53.6001184, 49.2793384 53.6001102, 49.2793399 53.6001153, 49.2793869 53.6001104, 49.2794135 53.6002005, 49.2793021 53.6002121)))'::public.geometry),
	 ('way/1476430781','сельское поселение Тимофеевка','3-я улица','233','СНТ "Сборщик"','house','1',NULL,'SRID=4326;MULTIPOLYGON (((49.2799858 53.6004494, 49.2799781 53.6004288, 49.2800595 53.6004183, 49.2800671 53.6004388, 49.2799858 53.6004494)))'::public.geometry),
	 ('way/1476430782','сельское поселение Тимофеевка','3-я улица','232','СНТ "Сборщик"','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2799061 53.6003085, 49.2798993 53.6002452, 49.279943 53.6002435, 49.2799424 53.6002378, 49.2800168 53.6002351, 49.2800219 53.6002833, 49.2800016 53.6002841, 49.2800038 53.6003049, 49.2799061 53.6003085)))'::public.geometry),
	 ('way/1476430783','сельское поселение Тимофеевка','3-я улица','231','СНТ "Сборщик"','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2798521 53.6001334, 49.2798419 53.6000893, 49.2798894 53.6000855, 49.279887 53.6000751, 49.2799614 53.6000682, 49.2799698 53.6000999, 49.2799438 53.6001025, 49.2799491 53.6001255, 49.2798521 53.6001334)))'::public.geometry),
	 ('way/1477363194','сельское поселение Тимофеевка','3-я улица','230','СНТ "Сборщик"','house',NULL,NULL,'SRID=4326;MULTIPOLYGON (((49.2798337 53.5999382, 49.2798323 53.5999276, 49.2798145 53.5999285, 49.2798107 53.5998999, 49.2798295 53.5998991, 49.2798287 53.5998935, 49.2798391 53.599893, 49.279838 53.5998853, 49.2798744 53.5998836, 49.2798753 53.5998905, 49.2799041 53.5998892, 49.2799102 53.5999346, 49.2798337 53.5999382)))'::public.geometry),
	 ('way/1477363195','сельское поселение Тимофеевка','3-я улица','246','СНТ "Сборщик"','house','1',NULL,'SRID=4326;MULTIPOLYGON (((49.2800865 53.6001183, 49.2800611 53.600025, 49.2802015 53.6000116, 49.2802269 53.6001049, 49.2800865 53.6001183)))'::public.geometry),
	 ('way/1477363196','сельское поселение Тимофеевка','3-я улица','246','СНТ "Сборщик"','garage','1',NULL,'SRID=4326;MULTIPOLYGON (((49.2800941 53.5999937, 49.280081 53.5999379, 49.2801628 53.5999312, 49.2801759 53.5999869, 49.2800941 53.5999937)))'::public.geometry);
INSERT INTO public.buildings (osm_id,addr_city,addr_street,addr_housenumber,addr_place,building,building_levels,"name",geom) VALUES
	 ('way/1477363197','сельское поселение Тимофеевка','3-я улица','245','СНТ "Сборщик"','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2801664 53.6002783, 49.2801543 53.6002361, 49.2802103 53.6002304, 49.2802039 53.600208, 49.2802466 53.6002038, 49.280265 53.6002684, 49.2801664 53.6002783)))'::public.geometry),
	 ('way/1477363198','сельское поселение Тимофеевка','3-я улица','244','СНТ "Сборщик"','house',NULL,NULL,'SRID=4326;MULTIPOLYGON (((49.2802117 53.6004487, 49.28018 53.6003492, 49.2802961 53.6003361, 49.2803278 53.6004356, 49.2802117 53.6004487)))'::public.geometry),
	 ('way/1477363199','сельское поселение Тимофеевка','3-я улица','243','СНТ "Сборщик"','house',NULL,NULL,'SRID=4326;MULTIPOLYGON (((49.2803393 53.6005412, 49.2803194 53.6004729, 49.2804313 53.6004614, 49.2804512 53.6005298, 49.2803393 53.6005412)))'::public.geometry),
	 ('way/1477363200','сельское поселение Тимофеевка','3-я улица','242','СНТ "Сборщик"','house','1',NULL,'SRID=4326;MULTIPOLYGON (((49.2803093 53.6007258, 49.2803011 53.6006863, 49.2803742 53.600681, 49.2803823 53.6007204, 49.2803093 53.6007258)))'::public.geometry),
	 ('way/1477363201','сельское поселение Тимофеевка','3-я улица','241','СНТ "Сборщик"','house','1',NULL,'SRID=4326;MULTIPOLYGON (((49.2803756 53.6009729, 49.2803589 53.6009139, 49.2804534 53.6009045, 49.2804701 53.6009635, 49.2803756 53.6009729)))'::public.geometry),
	 ('way/1477363202','сельское поселение Тимофеевка','3-я улица','240','СНТ "Сборщик"','house','1',NULL,'SRID=4326;MULTIPOLYGON (((49.2804036 53.6010464, 49.2803916 53.6009966, 49.2804784 53.6009892, 49.2804904 53.601039, 49.2804036 53.6010464)))'::public.geometry),
	 ('way/1477363203','село Русская Борковка','3-я улица','239','СНТ "Сборщик"','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2804939 53.6013426, 49.2804734 53.6012708, 49.2806089 53.6012571, 49.2806294 53.601329, 49.2804939 53.6013426)))'::public.geometry),
	 ('way/1477363204','сельское поселение Тимофеевка','3-я улица','247','СНТ "Сборщик"','house',NULL,NULL,'SRID=4326;MULTIPOLYGON (((49.2800629 53.5999084, 49.2800414 53.5998339, 49.2801531 53.5998226, 49.2801745 53.5998971, 49.2800629 53.5999084)))'::public.geometry),
	 ('way/1478776408','село Русская Борковка','6-я улица','508','СНТ "Сборщик"','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2826899 53.6010793, 49.2826791 53.6010472, 49.282776 53.6010358, 49.2827867 53.6010679, 49.2826899 53.6010793)))'::public.geometry),
	 ('way/1478776409','село Русская Борковка','6-я улица','507','СНТ "Сборщик"','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2826574 53.6009105, 49.2826424 53.6008741, 49.2827382 53.6008601, 49.2827532 53.6008966, 49.2826574 53.6009105)))'::public.geometry);
INSERT INTO public.buildings (osm_id,addr_city,addr_street,addr_housenumber,addr_place,building,building_levels,"name",geom) VALUES
	 ('way/1478776410','село Русская Борковка','6-я улица','90','СНТ "Сборщик"','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2829118 53.6009083, 49.2828951 53.6008546, 49.2829888 53.6008444, 49.2830054 53.6008981, 49.2829118 53.6009083)))'::public.geometry),
	 ('way/1478776411','село Русская Борковка','6-я улица','87','СНТ "Сборщик"','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2827024 53.600737, 49.2826342 53.6007427, 49.282625 53.600704, 49.2826931 53.6006983, 49.2827024 53.600737)))'::public.geometry),
	 ('way/1478776412','село Русская Борковка','6-я улица','514','СНТ "Сборщик"','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2827325 53.6001815, 49.2827188 53.6001198, 49.282805 53.6001131, 49.2828226 53.6001915, 49.2827875 53.6001943, 49.2827838 53.6001774, 49.2827325 53.6001815)))'::public.geometry),
	 ('way/1478776413','село Русская Борковка','6-я улица','77','СНТ "Сборщик"','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2822991 53.5999013, 49.2822659 53.5997729, 49.282398 53.5997609, 49.2824311 53.5998893, 49.2822991 53.5999013)))'::public.geometry),
	 ('way/1478776414','село Русская Борковка','6-я улица','516','СНТ "Сборщик"','house','1',NULL,'SRID=4326;MULTIPOLYGON (((49.282584 53.5998129, 49.282573 53.5997737, 49.2826759 53.5997635, 49.2826869 53.5998028, 49.282584 53.5998129)))'::public.geometry),
	 ('way/1478776415','село Русская Борковка','6-я улица','517','СНТ "Сборщик"','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2825503 53.5996762, 49.2825375 53.5996143, 49.2826141 53.5996088, 49.2826269 53.5996706, 49.2825503 53.5996762)))'::public.geometry),
	 ('way/1478776416','село Русская Борковка','6-я улица','500','СНТ "Сборщик"','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2823242 53.599663, 49.2823107 53.5996049, 49.2823587 53.599601, 49.2823722 53.5996591, 49.2823242 53.599663)))'::public.geometry),
	 ('way/1478776417','село Русская Борковка','6-я улица','75','СНТ "Сборщик"','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2822261 53.5995799, 49.2822178 53.5995504, 49.2823131 53.599541, 49.2823214 53.5995705, 49.2822261 53.5995799)))'::public.geometry),
	 ('way/1478776418','село Русская Борковка','8-я улица','90','СНТ "Сборщик"','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.284323 53.6006968, 49.28431 53.6006643, 49.2843927 53.6006527, 49.2844057 53.6006852, 49.284323 53.6006968)))'::public.geometry),
	 ('way/1478811227','сельское поселение Тимофеевка','1-я улица','2','СНТ Сборщик','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2764171 53.5933583, 49.2763945 53.5932701, 49.276349 53.5932743, 49.2763273 53.5931899, 49.2765166 53.5931728, 49.2765609 53.5933453, 49.2764171 53.5933583)))'::public.geometry);
INSERT INTO public.buildings (osm_id,addr_city,addr_street,addr_housenumber,addr_place,building,building_levels,"name",geom) VALUES
	 ('way/1478811228','сельское поселение Тимофеевка','улица № 2','97','СНТ Сборщик','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2770809 53.5934785, 49.277059 53.5934075, 49.277143 53.5933984, 49.2771649 53.5934693, 49.2770809 53.5934785)))'::public.geometry),
	 ('way/1478811229','сельское поселение Тимофеевка','2-я улица','187','СНТ "Сборщик"','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2773648 53.5936338, 49.2773491 53.5935873, 49.277456 53.5935746, 49.2774717 53.593621, 49.2773648 53.5936338)))'::public.geometry),
	 ('way/1478811230','сельское поселение Тимофеевка','ул. №2','186','СНТ "Сборщик"','house','1',NULL,'SRID=4326;MULTIPOLYGON (((49.2774218 53.593811, 49.2774015 53.5937458, 49.2774831 53.5937368, 49.2775034 53.5938021, 49.2774218 53.593811)))'::public.geometry),
	 ('way/1478811231','сельское поселение Тимофеевка','3-я улица','193','СНТ "Сборщик"','house','1',NULL,'SRID=4326;MULTIPOLYGON (((49.277878 53.5935957, 49.2778618 53.5935356, 49.2780381 53.5935188, 49.2780543 53.593579, 49.277878 53.5935957)))'::public.geometry),
	 ('way/1478811232','сельское поселение Тимофеевка','3-я улица','194','СНТ "Сборщик"','house','1',NULL,'SRID=4326;MULTIPOLYGON (((49.2780254 53.5937405, 49.2780097 53.59369, 49.278086 53.5936817, 49.2781016 53.5937322, 49.2780254 53.5937405)))'::public.geometry),
	 ('way/1478811233','сельское поселение Тимофеевка','3-я улица','195','СНТ "Сборщик"','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2780275 53.5938348, 49.2781292 53.5938247, 49.2781506 53.5939007, 49.2780489 53.5939108, 49.2780275 53.5938348)))'::public.geometry),
	 ('way/1478811234','сельское поселение Тимофеевка','3-я улица','281','СНТ "Сборщик"','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.278274 53.5937485, 49.2782419 53.5936517, 49.2785625 53.5936142, 49.2785946 53.593711, 49.278274 53.5937485)))'::public.geometry),
	 ('way/1478811235','сельское поселение Тимофеевка','3-я улица','279','СНТ "Сборщик"','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2783663 53.5940886, 49.2783487 53.5940195, 49.2784709 53.5940086, 49.2784885 53.5940776, 49.2783663 53.5940886)))'::public.geometry),
	 ('way/1478811236','сельское поселение Тимофеевка','3-я улица','197','СНТ "Сборщик"','house','1',NULL,'SRID=4326;MULTIPOLYGON (((49.278168 53.5942595, 49.2781547 53.5942052, 49.2782428 53.5941976, 49.2782561 53.5942518, 49.278168 53.5942595)))'::public.geometry),
	 ('way/1478811237','сельское поселение Тимофеевка','3-я улица','198','СНТ "Сборщик"','house','1',NULL,'SRID=4326;MULTIPOLYGON (((49.2782052 53.5944539, 49.2781916 53.594401, 49.2783203 53.5943894, 49.2783339 53.5944423, 49.2782052 53.5944539)))'::public.geometry);
INSERT INTO public.buildings (osm_id,addr_city,addr_street,addr_housenumber,addr_place,building,building_levels,"name",geom) VALUES
	 ('way/1481723783',NULL,NULL,NULL,NULL,'house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2779324 53.5984664, 49.2779146 53.5984022, 49.2780527 53.5983887, 49.2780705 53.5984529, 49.2779324 53.5984664)))'::public.geometry),
	 ('way/1481723784','сельское поселение Тимофеевка','1-я улица','4','СНТ Сборщик','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2764398 53.5935359, 49.2764344 53.5934883, 49.2765124 53.5934852, 49.2765178 53.5935328, 49.2764398 53.5935359)))'::public.geometry),
	 ('way/1481723785','сельское поселение Тимофеевка','1-я улица','6','СНТ Сборщик','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.276499 53.5936355, 49.2764889 53.5935885, 49.2765667 53.5935826, 49.2765768 53.5936296, 49.276499 53.5936355)))'::public.geometry),
	 ('way/1481723786','сельское поселение Тимофеевка','2-я улица','5','СНТ Сборщик','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2767867 53.593711, 49.2767726 53.5936758, 49.27687 53.5936621, 49.2768841 53.5936973, 49.2767867 53.593711)))'::public.geometry),
	 ('way/1481723787','сельское поселение Тимофеевка','1-я улица','10','СНТ Сборщик','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.276646 53.5940583, 49.276631 53.5940024, 49.2767333 53.5939927, 49.2767482 53.5940487, 49.276646 53.5940583)))'::public.geometry),
	 ('way/1481723788','сельское поселение Тимофеевка','1-я улица','1','СНТ Сборщик','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2762691 53.5937375, 49.2762597 53.5936905, 49.2763479 53.5936843, 49.2763573 53.5937312, 49.2762691 53.5937375)))'::public.geometry),
	 ('way/1481723789','сельское поселение Тимофеевка','1-я улица','3','СНТ Сборщик','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2762855 53.5939198, 49.2762666 53.5938585, 49.2763973 53.5938443, 49.276411 53.5938886, 49.2764444 53.593885, 49.2764535 53.5939146, 49.2764078 53.5939196, 49.2764039 53.5939069, 49.2762855 53.5939198)))'::public.geometry),
	 ('way/1481723790','сельское поселение Тимофеевка','1-я улица','5','СНТ Сборщик','house',NULL,NULL,'SRID=4326;MULTIPOLYGON (((49.2763278 53.5941071, 49.2763127 53.5940341, 49.2764465 53.5940244, 49.2764615 53.5940974, 49.2763278 53.5941071)))'::public.geometry),
	 ('way/1481723791','сельское поселение Тимофеевка','1-я улица','11','СНТ Сборщик','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2764906 53.5946237, 49.2764702 53.5945602, 49.2765932 53.5945463, 49.2766136 53.5946098, 49.2764906 53.5946237)))'::public.geometry),
	 ('way/1481723792','сельское поселение Тимофеевка','1-я улица','16','СНТ Сборщик','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2767974 53.59462, 49.2767917 53.5945947, 49.2767654 53.5945968, 49.2767543 53.5945477, 49.2769221 53.5945344, 49.2769339 53.5945866, 49.2768585 53.5945926, 49.2768635 53.5946147, 49.2767974 53.59462)))'::public.geometry);
INSERT INTO public.buildings (osm_id,addr_city,addr_street,addr_housenumber,addr_place,building,building_levels,"name",geom) VALUES
	 ('way/1481723793','сельское поселение Тимофеевка','1-я улица','12','СНТ Сборщик','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2766855 53.594237, 49.2766745 53.5941858, 49.276782 53.5941777, 49.276793 53.5942288, 49.2766855 53.594237)))'::public.geometry),
	 ('way/1481723794',NULL,'1-я улица','14','СНТ Сборщик','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2767518 53.5944302, 49.2767212 53.5943589, 49.276796 53.5943476, 49.2768266 53.5944189, 49.2767518 53.5944302)))'::public.geometry),
	 ('way/1481723795','сельское поселение Тимофеевка','1-я улица','9','СНТ Сборщик','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2764453 53.5944413, 49.2764325 53.5943844, 49.276534 53.5943763, 49.2765468 53.5944332, 49.2764453 53.5944413)))'::public.geometry),
	 ('way/1481723824','сельское поселение Тимофеевка','25-я улица','2282','СНТ Сборщик','house','1',NULL,'SRID=4326;MULTIPOLYGON (((49.2966205 53.5917526, 49.2967138 53.5917418, 49.2967313 53.5917948, 49.2967475 53.5918098, 49.2967576 53.5918408, 49.2966534 53.5918528, 49.2966205 53.5917526)))'::public.geometry),
	 ('way/1481723825','сельское поселение Тимофеевка','25-я улица','2201','СНТ Сборщик','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.296382 53.5918212, 49.2964067 53.5918199, 49.2964028 53.5917934, 49.2964695 53.5917664, 49.2964797 53.5918347, 49.2963847 53.5918397, 49.296382 53.5918212)))'::public.geometry),
	 ('way/1481723826','сельское поселение Тимофеевка','25-я улица','2202','СНТ Сборщик','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2964721 53.5920454, 49.2964581 53.591987, 49.2965499 53.5919793, 49.2965639 53.5920377, 49.2964721 53.5920454)))'::public.geometry),
	 ('way/1481723827','сельское поселение Тимофеевка','25-я улица','2203','СНТ Сборщик','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2963924 53.5922273, 49.296385 53.592226, 49.2963726 53.5921828, 49.2965297 53.592167, 49.2965434 53.5922149, 49.2964393 53.5922254, 49.2964287 53.5922235, 49.2963924 53.5922273)))'::public.geometry),
	 ('way/1481723828','сельское поселение Тимофеевка','25-я улица',NULL,'СНТ Сборщик','yes','1',NULL,'SRID=4326;MULTIPOLYGON (((49.2967079 53.591997, 49.2966953 53.5919575, 49.2967511 53.5919512, 49.2967412 53.5919201, 49.296783 53.5919154, 49.2968055 53.5919861, 49.2967079 53.591997)))'::public.geometry),
	 ('way/1481723829','сельское поселение Тимофеевка','25-я улица',NULL,'СНТ Сборщик','house',NULL,NULL,'SRID=4326;MULTIPOLYGON (((49.2967507 53.5921737, 49.2967423 53.5921267, 49.2968211 53.5921218, 49.2968295 53.5921687, 49.2967507 53.5921737)))'::public.geometry),
	 ('way/1481723830','сельское поселение Тимофеевка','25-я улица',NULL,'СНТ Сборщик','yes','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2965838 53.5923666, 49.296561 53.5923098, 49.2966382 53.5922989, 49.296661 53.5923557, 49.2965838 53.5923666)))'::public.geometry);
INSERT INTO public.buildings (osm_id,addr_city,addr_street,addr_housenumber,addr_place,building,building_levels,"name",geom) VALUES
	 ('way/1481723831','сельское поселение Тимофеевка','25-я улица','2205','СНТ Сборщик','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2966342 53.5925724, 49.2966015 53.5924993, 49.2967047 53.592483, 49.2967375 53.5925561, 49.2966342 53.5925724)))'::public.geometry),
	 ('way/1481723832','сельское поселение Тимофеевка','25-я улица','2279','СНТ Сборщик','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2968061 53.5923342, 49.2967999 53.5922959, 49.2968848 53.592291, 49.296891 53.5923293, 49.2968061 53.5923342)))'::public.geometry),
	 ('way/1481723833','сельское поселение Тимофеевка','24-я улица','2196А','СНТ Сборщик','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2957311 53.5917371, 49.2957024 53.5916394, 49.2958531 53.5916238, 49.295884 53.5917291, 49.2957482 53.5917432, 49.2957311 53.5917371)))'::public.geometry),
	 ('way/1481723834','сельское поселение Тимофеевка','24-я улица','4','СНТ Сборщик','house',NULL,NULL,'SRID=4326;MULTIPOLYGON (((49.2958061 53.5918726, 49.2958946 53.5918654, 49.2959077 53.591922, 49.2958193 53.5919292, 49.2958061 53.5918726)))'::public.geometry),
	 ('way/1481723835','сельское поселение Тимофеевка','24-я улица',NULL,'СНТ Сборщик','yes','1',NULL,'SRID=4326;MULTIPOLYGON (((49.2958676 53.592086, 49.2958505 53.5920309, 49.2959339 53.5920218, 49.295951 53.5920769, 49.2958676 53.592086)))'::public.geometry),
	 ('way/1481723836','сельское поселение Тимофеевка','24-я улица',NULL,'СНТ Сборщик','yes','2',NULL,'SRID=4326;MULTIPOLYGON (((49.295932 53.5922663, 49.2959108 53.5922072, 49.295931 53.592191, 49.2960182 53.59218, 49.2960343 53.5922248, 49.2959987 53.5922293, 49.2960085 53.5922566, 49.295932 53.5922663)))'::public.geometry),
	 ('way/1481723837','сельское поселение Тимофеевка','24-я улица','2192',NULL,'house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2961391 53.5924976, 49.2961223 53.5924437, 49.296263 53.5924282, 49.2962798 53.5924821, 49.2961391 53.5924976)))'::public.geometry),
	 ('way/1481723838','сельское поселение Тимофеевка','25-я улица','2206','СНТ Сборщик','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2966409 53.5927286, 49.2966269 53.5926692, 49.2967377 53.59266, 49.2967518 53.5927193, 49.2966409 53.5927286)))'::public.geometry),
	 ('way/1481723839','сельское поселение Тимофеевка','25-я улица','15','СНТ Сборщик','house',NULL,NULL,'SRID=4326;MULTIPOLYGON (((49.2967143 53.5929086, 49.2967008 53.5928601, 49.2967902 53.5928513, 49.2968037 53.5928998, 49.2967143 53.5929086)))'::public.geometry),
	 ('way/1481723840','сельское поселение Тимофеевка','25-я улица','2276','СНТ Сборщик','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2969781 53.5928749, 49.2969573 53.592857, 49.2969495 53.5928194, 49.2970349 53.5928132, 49.2970467 53.5928699, 49.2969781 53.5928749)))'::public.geometry);
INSERT INTO public.buildings (osm_id,addr_city,addr_street,addr_housenumber,addr_place,building,building_levels,"name",geom) VALUES
	 ('way/1481723841','сельское поселение Тимофеевка','25-я улица','2277','СНТ Сборщик','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.296907 53.5927103, 49.2968914 53.5926656, 49.296981 53.5926547, 49.2969727 53.5926307, 49.2970369 53.5926228, 49.2970608 53.5926915, 49.296907 53.5927103)))'::public.geometry),
	 ('way/1481723842','сельское поселение Тимофеевка','25-я улица',NULL,'СНТ Сборщик','yes','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2968559 53.5925282, 49.2968361 53.5924685, 49.2969445 53.5924558, 49.2969499 53.592472, 49.2969887 53.5924675, 49.2969974 53.5924936, 49.2969397 53.5925004, 49.2969455 53.5925177, 49.2968559 53.5925282)))'::public.geometry),
	 ('way/1481723843',NULL,'24-я улица',NULL,'СНТ Сборщик','yes','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2961603 53.5929578, 49.2961512 53.5928996, 49.2962386 53.592894, 49.2962442 53.5929512, 49.2961603 53.5929578)))'::public.geometry),
	 ('way/1489680621',NULL,'23-я улица','2105','СНТ Сборщик','yes','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2952393 53.5928923, 49.2952234 53.592836, 49.2953695 53.5928214, 49.2953854 53.5928777, 49.2952393 53.5928923)))'::public.geometry),
	 ('way/1489680622',NULL,'23-я улица','16','СНТ Сборщик','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2952823 53.5930491, 49.295273 53.5930001, 49.2952384 53.5930024, 49.2952313 53.5929649, 49.295313 53.5929594, 49.295318 53.5929861, 49.2954185 53.5929794, 49.2954299 53.5930392, 49.2952823 53.5930491)))'::public.geometry),
	 ('way/1489680623',NULL,'23-я улица','18','СНТ Сборщик','yes','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2953365 53.5932273, 49.2953304 53.5931801, 49.295432 53.5931755, 49.295438 53.5932227, 49.2953365 53.5932273)))'::public.geometry),
	 ('way/1489680624',NULL,'24-я улица','2122','СНТ Сборщик','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2959131 53.5932043, 49.2958717 53.5930777, 49.2960418 53.5930581, 49.2960832 53.5931847, 49.2959131 53.5932043)))'::public.geometry),
	 ('way/1489680625',NULL,'25-я улица','2123','СНТ Сборщик','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2959764 53.5933488, 49.2959686 53.5933087, 49.2960653 53.593302, 49.2960732 53.5933421, 49.2959764 53.5933488)))'::public.geometry),
	 ('way/1489680626',NULL,'24-я улица','2188','СНТ Сборщик','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.296255 53.5933299, 49.2962526 53.5933151, 49.2962315 53.5933163, 49.2962245 53.5932721, 49.2963155 53.593267, 49.296325 53.593326, 49.296255 53.5933299)))'::public.geometry),
	 ('way/1489680628',NULL,'23-я улица','28','СНТ Сборщик','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2956097 53.5941138, 49.2956002 53.5940678, 49.2956914 53.5940612, 49.2957009 53.5941072, 49.2956097 53.5941138)))'::public.geometry);
INSERT INTO public.buildings (osm_id,addr_city,addr_street,addr_housenumber,addr_place,building,building_levels,"name",geom) VALUES
	 ('way/1489680629',NULL,'23-я улица','2039','СНТ Сборщик','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2953515 53.5941425, 49.2953394 53.5940776, 49.295447 53.5940706, 49.2954591 53.5941355, 49.2953515 53.5941425)))'::public.geometry),
	 ('way/1489680630',NULL,'23-я улица','23','СНТ Сборщик','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2952904 53.5939733, 49.2952586 53.5938913, 49.295376 53.5938752, 49.2954079 53.5939572, 49.2952904 53.5939733)))'::public.geometry),
	 ('way/1489680631',NULL,'23-я улица','2040','СНТ Сборщик','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2953903 53.5943219, 49.2953767 53.5942426, 49.2954978 53.5942353, 49.2955113 53.5943146, 49.2953903 53.5943219)))'::public.geometry),
	 ('way/1489744563',NULL,'23-я улица','2099','СНТ Сборщик','house','2',NULL,'SRID=4326;MULTIPOLYGON (((49.2955702 53.5939604, 49.2955464 53.5938829, 49.29567 53.5938695, 49.2956938 53.593947, 49.2955702 53.5939604)))'::public.geometry);


INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/1472324948',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5040754 53.5352789)'::public.geometry),
	 ('node/1472324980',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5077509 53.5381767)'::public.geometry),
	 ('node/1473471055',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4461976 53.5771553)'::public.geometry),
	 ('node/1473471080',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4398194 53.5777088)'::public.geometry),
	 ('node/1473471087',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4440558 53.577711)'::public.geometry),
	 ('node/1473471095',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4453269 53.5778793)'::public.geometry),
	 ('node/1473471137',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4427983 53.5780915)'::public.geometry),
	 ('node/1473471143',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4394329 53.5781046)'::public.geometry),
	 ('node/1473471155',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.433518 53.5782519)'::public.geometry),
	 ('node/1473471160',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4446475 53.5782827)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/1473471165',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.440254 53.5782977)'::public.geometry),
	 ('node/1473471182',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4319971 53.5783634)'::public.geometry),
	 ('node/1473471183',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4377216 53.5785098)'::public.geometry),
	 ('node/1473471196',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4334926 53.5786222)'::public.geometry),
	 ('node/1473471208',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4413969 53.578685)'::public.geometry),
	 ('node/1473471211',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4319812 53.5787431)'::public.geometry),
	 ('node/1473471231',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4347207 53.5787828)'::public.geometry),
	 ('node/1473471233',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4343898 53.5788168)'::public.geometry),
	 ('node/1473471237',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4252693 53.5789289)'::public.geometry),
	 ('node/1473471251',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4329039 53.5789377)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/1473471257',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4379316 53.5791181)'::public.geometry),
	 ('node/1473471274',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4299307 53.5791809)'::public.geometry),
	 ('node/1473471277',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4333112 53.5791832)'::public.geometry),
	 ('node/1473471279',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4258738 53.579252)'::public.geometry),
	 ('node/1473471281',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4311092 53.5793657)'::public.geometry),
	 ('node/1473471300',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.427382 53.5793993)'::public.geometry),
	 ('node/1473471306',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4190719 53.5794555)'::public.geometry),
	 ('node/1473471309',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4291702 53.5795209)'::public.geometry),
	 ('node/1473471329',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4248366 53.579609)'::public.geometry),
	 ('node/1473471332',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4339507 53.5796139)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/1473471336',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4272197 53.5796751)'::public.geometry),
	 ('node/1473471354',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4204758 53.5796932)'::public.geometry),
	 ('node/1473471382',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4222936 53.5798188)'::public.geometry),
	 ('node/1473471383',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.425282 53.5798451)'::public.geometry),
	 ('node/1473471406',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4306574 53.579887)'::public.geometry),
	 ('node/1473471409',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.433518 53.5799256)'::public.geometry),
	 ('node/1473471410',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4128565 53.5799747)'::public.geometry),
	 ('node/1473471428',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4233331 53.5800058)'::public.geometry),
	 ('node/1473471430',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4197648 53.5800352)'::public.geometry),
	 ('node/1473471431',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4150392 53.580156)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/1473471432',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4213847 53.5801741)'::public.geometry),
	 ('node/1473471452',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4172304 53.5802413)'::public.geometry),
	 ('node/1473471453',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4263352 53.5802418)'::public.geometry),
	 ('node/1473471454',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.433623 53.5802883)'::public.geometry),
	 ('node/1473471455',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4194409 53.5803344)'::public.geometry),
	 ('node/1473471457',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.414721 53.5804432)'::public.geometry),
	 ('node/1473471472',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4175544 53.5804871)'::public.geometry),
	 ('node/1473471475',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4065327 53.5805003)'::public.geometry),
	 ('node/1473471476',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4225456 53.5805641)'::public.geometry),
	 ('node/1473471478',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4096413 53.5806141)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/1473471480',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4121411 53.5806725)'::public.geometry),
	 ('node/1473471492',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4155355 53.5806774)'::public.geometry),
	 ('node/1473471496',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4333717 53.5807587)'::public.geometry),
	 ('node/1473471500',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4135947 53.580821)'::public.geometry),
	 ('node/1473471501',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4096031 53.5808918)'::public.geometry),
	 ('node/1473471502',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4185083 53.5808972)'::public.geometry),
	 ('node/1473471503',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4116506 53.5809931)'::public.geometry),
	 ('node/1473471513',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4070637 53.5811094)'::public.geometry),
	 ('node/1473471518',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4097208 53.5811449)'::public.geometry),
	 ('node/1473471523',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4151092 53.5811874)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/1473471525',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4077656 53.5813204)'::public.geometry),
	 ('node/1473471526',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4058128 53.5814807)'::public.geometry),
	 ('node/1473471530',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4111331 53.5815327)'::public.geometry),
	 ('node/1473471534',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4073201 53.5818573)'::public.geometry),
	 ('node/1473471536',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.433693 53.5819071)'::public.geometry),
	 ('node/1477991514',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4941907 53.5271253)'::public.geometry),
	 ('node/1477991519',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4959727 53.5286708)'::public.geometry),
	 ('node/1477991523',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4975195 53.5298508)'::public.geometry),
	 ('node/1477991527',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5008267 53.5325817)'::public.geometry),
	 ('node/1477991591',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5142229 53.5433623)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/1477991605',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.51508 53.5463834)'::public.geometry),
	 ('node/1477991628',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5161215 53.550056)'::public.geometry),
	 ('node/1477991641',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.517166 53.5538307)'::public.geometry),
	 ('node/1477991680',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5182056 53.5575144)'::public.geometry),
	 ('node/1477991681',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5494553 53.5575797)'::public.geometry),
	 ('node/1477991687',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5487995 53.5582741)'::public.geometry),
	 ('node/1477991697',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5481771 53.5589371)'::public.geometry),
	 ('node/1477991773',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5192309 53.5612685)'::public.geometry),
	 ('node/1477991803',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5195117 53.5622903)'::public.geometry),
	 ('node/1477991808',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5447112 53.5626366)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/1477991813',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5197023 53.5629312)'::public.geometry),
	 ('node/1477991814',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5443847 53.5629883)'::public.geometry),
	 ('node/1477991817',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5203173 53.5649454)'::public.geometry),
	 ('node/1478022023',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5213601 53.5686571)'::public.geometry),
	 ('node/1478022063',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.52238 53.572289)'::public.geometry),
	 ('node/1478022065',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5516985 53.5725598)'::public.geometry),
	 ('node/1478022071',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5492494 53.5728458)'::public.geometry),
	 ('node/1478022073',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.546766 53.573112)'::public.geometry),
	 ('node/1478022076',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5442709 53.5733875)'::public.geometry),
	 ('node/1478022087',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5416588 53.5736676)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/1478022089',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5447348 53.5737069)'::public.geometry),
	 ('node/1478022092',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5391442 53.5739361)'::public.geometry),
	 ('node/1478022093',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5423138 53.5739708)'::public.geometry),
	 ('node/1478022094',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5366024 53.5742231)'::public.geometry),
	 ('node/1478022099',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5385166 53.5743852)'::public.geometry),
	 ('node/1478022101',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5340961 53.5744885)'::public.geometry),
	 ('node/1478022104',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5315838 53.5747544)'::public.geometry),
	 ('node/1478022106',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5345673 53.5747926)'::public.geometry),
	 ('node/1478022114',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.546586 53.5749748)'::public.geometry),
	 ('node/1478022116',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5290323 53.5750299)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/1478022120',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5306408 53.5751947)'::public.geometry),
	 ('node/1478022124',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5264808 53.5753302)'::public.geometry),
	 ('node/1478022125',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5232776 53.5754669)'::public.geometry),
	 ('node/1478022126',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5268572 53.5756282)'::public.geometry),
	 ('node/1478022127',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5239641 53.5757586)'::public.geometry),
	 ('node/1478022129',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5197198 53.5761808)'::public.geometry),
	 ('node/1478022135',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5255935 53.5762275)'::public.geometry),
	 ('node/1478022137',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5485334 53.5762883)'::public.geometry),
	 ('node/1478022144',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5143531 53.5766972)'::public.geometry),
	 ('node/1478022155',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5247312 53.5771294)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/1478022156',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.523793 53.5771945)'::public.geometry),
	 ('node/1478022157',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5090181 53.5772526)'::public.geometry),
	 ('node/1478022159',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5249751 53.5773287)'::public.geometry),
	 ('node/1478022160',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5218431 53.5773298)'::public.geometry),
	 ('node/1478022164',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5193212 53.5774919)'::public.geometry),
	 ('node/1478022169',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5219959 53.5775054)'::public.geometry),
	 ('node/1478022171',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5504181 53.5775785)'::public.geometry),
	 ('node/1478022173',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5167107 53.577659)'::public.geometry),
	 ('node/1478022174',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5186367 53.5777312)'::public.geometry),
	 ('node/1478022182',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5141592 53.5778373)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/1478022188',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5116152 53.5779863)'::public.geometry),
	 ('node/1478022190',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.514471 53.5780021)'::public.geometry),
	 ('node/1478022191',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5090599 53.5781602)'::public.geometry),
	 ('node/1478022193',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5108091 53.5782392)'::public.geometry),
	 ('node/1478022197',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5523988 53.5789576)'::public.geometry),
	 ('node/1478022216',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5543891 53.580321)'::public.geometry),
	 ('node/1478022229',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5560393 53.5814383)'::public.geometry),
	 ('node/1478022241',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5557238 53.5834649)'::public.geometry),
	 ('node/1478022250',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5554492 53.5852213)'::public.geometry),
	 ('node/1478022267',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5551296 53.5872793)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/1478022282',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5547731 53.5894977)'::public.geometry),
	 ('node/1478022291',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5544821 53.5914898)'::public.geometry),
	 ('node/1478022304',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5541338 53.5936691)'::public.geometry),
	 ('node/1478022315',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5537936 53.5958458)'::public.geometry),
	 ('node/1478261213',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4740029 53.5151)'::public.geometry),
	 ('node/1483982239',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4642898 53.5756382)'::public.geometry),
	 ('node/1483982240',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4642793 53.5759898)'::public.geometry),
	 ('node/1483982241',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4578032 53.5761851)'::public.geometry),
	 ('node/1483982242',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.464318 53.5762577)'::public.geometry),
	 ('node/1483982243',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4601143 53.5763443)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/1483982244',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.470211 53.576417)'::public.geometry),
	 ('node/1483982248',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4619131 53.5764586)'::public.geometry),
	 ('node/1483982249',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4681428 53.5765124)'::public.geometry),
	 ('node/1483982250',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4643744 53.5765214)'::public.geometry),
	 ('node/1483982251',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4667399 53.5765878)'::public.geometry),
	 ('node/1483982253',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4595252 53.5766619)'::public.geometry),
	 ('node/1483982254',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4516702 53.5766854)'::public.geometry),
	 ('node/1483982257',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4546677 53.5768078)'::public.geometry),
	 ('node/1483982258',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4606568 53.5768247)'::public.geometry),
	 ('node/1483982259',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.457137 53.5768737)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/1483982261',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4691667 53.5769187)'::public.geometry),
	 ('node/1483982263',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4674678 53.5769404)'::public.geometry),
	 ('node/1483982265',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.454747 53.5770663)'::public.geometry),
	 ('node/1483982267',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4572639 53.577106)'::public.geometry),
	 ('node/1483982268',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4736278 53.5772364)'::public.geometry),
	 ('node/1483982270',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4715844 53.5772473)'::public.geometry),
	 ('node/1483982271',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.476553 53.5772626)'::public.geometry),
	 ('node/1483982273',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4491857 53.5772744)'::public.geometry),
	 ('node/1483982274',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4522186 53.5772803)'::public.geometry),
	 ('node/1483982275',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4538481 53.5773844)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/1483982277',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4707868 53.5773894)'::public.geometry),
	 ('node/1483982278',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4496633 53.5775119)'::public.geometry),
	 ('node/1483982280',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4740402 53.5775754)'::public.geometry),
	 ('node/1483982282',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4506433 53.5776577)'::public.geometry),
	 ('node/1483982283',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4472966 53.5777124)'::public.geometry),
	 ('node/1483982284',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4742834 53.5778643)'::public.geometry),
	 ('node/1483982286',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4764437 53.5778925)'::public.geometry),
	 ('node/1483982287',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4477115 53.5779058)'::public.geometry),
	 ('node/1483982289',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.479165 53.5779846)'::public.geometry),
	 ('node/1483982290',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4826089 53.5780663)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/1483982293',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4789183 53.5782316)'::public.geometry),
	 ('node/1483982295',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.477889 53.5783488)'::public.geometry),
	 ('node/1483982298',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4813364 53.5785581)'::public.geometry),
	 ('node/1483982299',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4846957 53.578722)'::public.geometry),
	 ('node/1483982300',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4809346 53.5787632)'::public.geometry),
	 ('node/1483982302',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4837686 53.5788832)'::public.geometry),
	 ('node/1483982312',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4887741 53.578969)'::public.geometry),
	 ('node/1483982316',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4861973 53.5792348)'::public.geometry),
	 ('node/1483982319',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4887776 53.5792934)'::public.geometry),
	 ('node/1483982322',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.484879 53.579308)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/1483982324',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4884569 53.5795424)'::public.geometry),
	 ('node/1483982325',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4881326 53.579735)'::public.geometry),
	 ('node/1493220629',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4800668 53.5171213)'::public.geometry),
	 ('node/1493220637',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.485516 53.5199732)'::public.geometry),
	 ('node/1500976422',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5005648 53.577748)'::public.geometry),
	 ('node/1500976451',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4930439 53.5788755)'::public.geometry),
	 ('node/1500976454',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5182234 53.5759904)'::public.geometry),
	 ('node/1500976460',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4946747 53.5783085)'::public.geometry),
	 ('node/1500976461',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5123011 53.5766147)'::public.geometry),
	 ('node/1500976467',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5064437 53.5771619)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/1506427824',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.4348393 53.5860537)'::public.geometry),
	 ('node/1506440077',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.4192933 53.6307899)'::public.geometry),
	 ('node/1506440183',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4442019 53.6176454)'::public.geometry),
	 ('node/1506440186',NULL,'tower','crossing',NULL,'metal','SRID=4326;POINT (49.4179897 53.6314452)'::public.geometry),
	 ('node/1506440212',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4378322 53.5952059)'::public.geometry),
	 ('node/1596539402',NULL,NULL,NULL,NULL,NULL,'SRID=4326;POINT (49.3300027 53.5882684)'::public.geometry),
	 ('node/2130862597',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2431142 53.5806471)'::public.geometry),
	 ('node/2130862600',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2466615 53.5927763)'::public.geometry),
	 ('node/2130862602',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2652586 53.5923099)'::public.geometry),
	 ('node/2130862609',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2459601 53.5898072)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/2130862612',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2544224 53.5932268)'::public.geometry),
	 ('node/2130862614',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2536258 53.5936678)'::public.geometry),
	 ('node/2130862616',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2493075 53.5936614)'::public.geometry),
	 ('node/2130862625',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2460406 53.5931091)'::public.geometry),
	 ('node/2130862627',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2598486 53.5927827)'::public.geometry),
	 ('node/2130862629',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2437956 53.580566)'::public.geometry),
	 ('node/2130862640',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2445385 53.5836869)'::public.geometry),
	 ('node/2130862642',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2650842 53.5926983)'::public.geometry),
	 ('node/2130862649',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2593845 53.5931409)'::public.geometry),
	 ('node/2130862654',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2454075 53.5904699)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/2130862655',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2452412 53.5867026)'::public.geometry),
	 ('node/2130862656',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2490285 53.5940371)'::public.geometry),
	 ('node/2130863856',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2702878 53.5918816)'::public.geometry),
	 ('node/2130863857',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.269931 53.5922907)'::public.geometry),
	 ('node/4135699398',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2593515 53.5804074)'::public.geometry),
	 ('node/4135699399',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2565755 53.578283)'::public.geometry),
	 ('node/4135699400',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2535955 53.5785426)'::public.geometry),
	 ('node/4135699401',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2502911 53.5788022)'::public.geometry),
	 ('node/4135703344',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2620592 53.5824671)'::public.geometry),
	 ('node/4504427390',NULL,NULL,NULL,NULL,NULL,'SRID=4326;POINT (49.2937789 53.5785788)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/5010337655',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4827792 53.5186437)'::public.geometry),
	 ('node/5128817405',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2668851 53.5936032)'::public.geometry),
	 ('node/5128817406',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.511225 53.5410334)'::public.geometry),
	 ('node/5128817407',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.251732 53.5948473)'::public.geometry),
	 ('node/5128817408',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3241088 53.5887993)'::public.geometry),
	 ('node/5128817409',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3164537 53.5894457)'::public.geometry),
	 ('node/5128817410',NULL,'tower','crossing',NULL,'metal','SRID=4326;POINT (49.3304977 53.5877788)'::public.geometry),
	 ('node/5128817411',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3698994 53.5849925)'::public.geometry),
	 ('node/5128817412',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2631891 53.593912)'::public.geometry),
	 ('node/5128817413',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2897657 53.5916825)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/5128817414',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.377195 53.5844002)'::public.geometry),
	 ('node/5128817415',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3282005 53.5879802)'::public.geometry),
	 ('node/5128817416',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4994399 53.5789891)'::public.geometry),
	 ('node/5128817417',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3402449 53.5874763)'::public.geometry),
	 ('node/5128817418',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3366507 53.5877661)'::public.geometry),
	 ('node/5128817419',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.278424 53.5926289)'::public.geometry),
	 ('node/5128817420',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3278987 53.5884809)'::public.geometry),
	 ('node/5128818121',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5069335 53.5784893)'::public.geometry),
	 ('node/5128818122',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2935946 53.5913633)'::public.geometry),
	 ('node/5128818123',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2446308 53.5904638)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/5128818124',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2821321 53.5923209)'::public.geometry),
	 ('node/5128818125',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3051174 53.5903938)'::public.geometry),
	 ('node/5128818126',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3850914 53.5837187)'::public.geometry),
	 ('node/5128818127',NULL,'tower','anchor',NULL,'metal','SRID=4326;POINT (49.2454328 53.5940203)'::public.geometry),
	 ('node/5128818128',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.3266126 53.5881267)'::public.geometry),
	 ('node/5128818129',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2859543 53.5919969)'::public.geometry),
	 ('node/5128818130',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3622122 53.5856294)'::public.geometry),
	 ('node/5128818131',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4954697 53.5792377)'::public.geometry),
	 ('node/5128818132',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.346988 53.5869159)'::public.geometry),
	 ('node/5128818133',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3960707 53.582807)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/5128818134',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5034144 53.5787218)'::public.geometry),
	 ('node/5128818135',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3496809 53.5866834)'::public.geometry),
	 ('node/5128818136',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2975106 53.5910226)'::public.geometry),
	 ('node/5128818137',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3736062 53.5846931)'::public.geometry),
	 ('node/5128818138',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2431744 53.5843564)'::public.geometry),
	 ('node/5128818139',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2555729 53.5945337)'::public.geometry),
	 ('node/5128818140',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.309016 53.5900666)'::public.geometry),
	 ('node/5128818141',NULL,'tower','anchor',NULL,'metal','SRID=4326;POINT (49.2480038 53.5951498)'::public.geometry),
	 ('node/5128818142',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3660209 53.58533)'::public.geometry),
	 ('node/5128818144',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4917736 53.5794893)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/5128818145',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2707046 53.5932657)'::public.geometry),
	 ('node/5128818146',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2594206 53.5942177)'::public.geometry),
	 ('node/5128818147',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3201552 53.5891385)'::public.geometry),
	 ('node/5128818148',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3583605 53.5859542)'::public.geometry),
	 ('node/5128818149',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3535165 53.5863713)'::public.geometry),
	 ('node/5128818150',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3126409 53.5897682)'::public.geometry),
	 ('node/5128818151',NULL,'tower','crossing',NULL,'metal','SRID=4326;POINT (49.3316806 53.5876817)'::public.geometry),
	 ('node/5128818152',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3013515 53.5907138)'::public.geometry),
	 ('node/5128818153',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2440112 53.5878273)'::public.geometry),
	 ('node/5128818154',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3438605 53.5871642)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/5128818155',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.4002982 53.5824615)'::public.geometry),
	 ('node/5128818156',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3921403 53.5831359)'::public.geometry),
	 ('node/5128818157',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3811593 53.5840753)'::public.geometry),
	 ('node/5128818158',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4031414 53.5822131)'::public.geometry),
	 ('node/5128818159',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2746595 53.592937)'::public.geometry),
	 ('node/5128818160',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2423429 53.5807386)'::public.geometry),
	 ('node/5128818161',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3890557 53.5834002)'::public.geometry),
	 ('node/5128818162',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.3321004 53.5881267)'::public.geometry),
	 ('node/5128892151',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4914423 53.5249633)'::public.geometry),
	 ('node/5128892153',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5618758 53.5469686)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/5128892159',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5612214 53.5455407)'::public.geometry),
	 ('node/5128892178',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4888487 53.5228036)'::public.geometry),
	 ('node/5129605275',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.566962 53.6058384)'::public.geometry),
	 ('node/5129605276',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.6944718 53.6587226)'::public.geometry),
	 ('node/5129605277',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5531111 53.5997872)'::public.geometry),
	 ('node/5129605281',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.6061544 53.6226121)'::public.geometry),
	 ('node/5129605285',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.6408622 53.6374455)'::public.geometry),
	 ('node/5129605289',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.6681379 53.6490385)'::public.geometry),
	 ('node/5129605296',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.603322 53.6214286)'::public.geometry),
	 ('node/5129605297',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.6250479 53.6306832)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/5129605299',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.6815513 53.6545374)'::public.geometry),
	 ('node/5129605300',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.6127741 53.6254628)'::public.geometry),
	 ('node/5129605303',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.6649806 53.6477078)'::public.geometry),
	 ('node/5129605305',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.6313779 53.6334093)'::public.geometry),
	 ('node/5129605307',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5941918 53.6175085)'::public.geometry),
	 ('node/5129605308',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.6531628 53.6427122)'::public.geometry),
	 ('node/5129605309',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.6868406 53.6567501)'::public.geometry),
	 ('node/5129605312',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.6731936 53.6510178)'::public.geometry),
	 ('node/5129605316',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5972602 53.6188035)'::public.geometry),
	 ('node/5129605317',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5756899 53.609594)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/5129605318',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5637809 53.6044729)'::public.geometry),
	 ('node/5129605319',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.552934 53.6008536)'::public.geometry),
	 ('node/5129606622',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5789783 53.6110198)'::public.geometry),
	 ('node/5129606623',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.6919261 53.6580789)'::public.geometry),
	 ('node/5129606624',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.6893297 53.6574526)'::public.geometry),
	 ('node/5129606626',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.6438878 53.6387495)'::public.geometry),
	 ('node/5129606628',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.6500837 53.6413733)'::public.geometry),
	 ('node/5129606629',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.6845179 53.6558091)'::public.geometry),
	 ('node/5129606632',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5609056 53.6032379)'::public.geometry),
	 ('node/5129606633',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.6189378 53.6280588)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/5129606634',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5534168 53.5980109)'::public.geometry),
	 ('node/5129606635',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5879959 53.6148578)'::public.geometry),
	 ('node/5129606637',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.6283041 53.6320828)'::public.geometry),
	 ('node/5129606638',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.6754574 53.6519876)'::public.geometry),
	 ('node/5129606639',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5728897 53.6083687)'::public.geometry),
	 ('node/5129606641',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5579444 53.6019582)'::public.geometry),
	 ('node/5129606643',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.6588223 53.6451131)'::public.geometry),
	 ('node/5129606644',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.6219741 53.629379)'::public.geometry),
	 ('node/5129606645',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.569891 53.6070861)'::public.geometry),
	 ('node/5129606646',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5551203 53.6008775)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/5129606649',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.6344356 53.634707)'::public.geometry),
	 ('node/5129606653',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.6708815 53.6502071)'::public.geometry),
	 ('node/5129606658',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5537012 53.6013025)'::public.geometry),
	 ('node/5129606663',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5818375 53.6121878)'::public.geometry),
	 ('node/5129606664',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.6784775 53.6532657)'::public.geometry),
	 ('node/5129606665',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5911448 53.6161847)'::public.geometry),
	 ('node/5129606666',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.656124 53.6439301)'::public.geometry),
	 ('node/5129606667',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.6003233 53.6200922)'::public.geometry),
	 ('node/5129606669',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.6094911 53.624047)'::public.geometry),
	 ('node/5129606671',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5848631 53.6134989)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/5129606672',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.6469937 53.6400598)'::public.geometry),
	 ('node/5129606674',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.6158801 53.6267608)'::public.geometry),
	 ('node/5129606675',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.6618961 53.6464009)'::public.geometry),
	 ('node/5129606678',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.6375416 53.6360079)'::public.geometry),
	 ('node/5129626504',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4013602 53.5809678)'::public.geometry),
	 ('node/5129626505',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.3989269 53.5815263)'::public.geometry),
	 ('node/5129626506',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.3757902 53.5831218)'::public.geometry),
	 ('node/5129626507',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.3875919 53.5824721)'::public.geometry),
	 ('node/5129626508',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.3074958 53.5888123)'::public.geometry),
	 ('node/5129626509',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.3948714 53.5814881)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/5129626510',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4044362 53.58109)'::public.geometry),
	 ('node/5129626511',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2756124 53.5918356)'::public.geometry),
	 ('node/5129626512',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2924969 53.5904522)'::public.geometry),
	 ('node/5129626513',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.3206868 53.5880704)'::public.geometry),
	 ('node/5129626514',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2983066 53.5899491)'::public.geometry),
	 ('node/5129626515',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.37645 53.5834339)'::public.geometry),
	 ('node/5129626516',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2446301 53.5870832)'::public.geometry),
	 ('node/5129626517',NULL,'tower','suspension',NULL,'metal','SRID=4326;POINT (49.332097 53.5871278)'::public.geometry),
	 ('node/5129626518',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.3137078 53.588306)'::public.geometry),
	 ('node/5129626519',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2451102 53.5780468)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/5129626520',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.3883644 53.5820645)'::public.geometry),
	 ('node/5129626521',NULL,'tower','suspension',NULL,'metal','SRID=4326;POINT (49.326298 53.587252)'::public.geometry),
	 ('node/5129626522',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.3200056 53.5877806)'::public.geometry),
	 ('node/5129626523',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.3819163 53.5829435)'::public.geometry),
	 ('node/5129626524',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.3096255 53.5890033)'::public.geometry),
	 ('node/5129626525',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.3371825 53.5866789)'::public.geometry),
	 ('node/5129626526',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.3820022 53.5825804)'::public.geometry),
	 ('node/5129626527',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2888061 53.5904044)'::public.geometry),
	 ('node/5129626528',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2444021 53.5781057)'::public.geometry),
	 ('node/5129626529',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.3151723 53.5885385)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/5129626530',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2765961 53.5913701)'::public.geometry),
	 ('node/5129626531',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.3572507 53.5847045)'::public.geometry),
	 ('node/5129626532',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.3039981 53.5894746)'::public.geometry),
	 ('node/5129626533',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.3696586 53.5836282)'::public.geometry),
	 ('node/5129626534',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.3508724 53.5852109)'::public.geometry),
	 ('node/5129626535',NULL,'tower','suspension',NULL,'metal','SRID=4326;POINT (49.3264482 53.5876023)'::public.geometry),
	 ('node/5129626536',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.3633715 53.5841855)'::public.geometry),
	 ('node/5129626537',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.3486194 53.585749)'::public.geometry),
	 ('node/5129626538',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2438395 53.5837513)'::public.geometry),
	 ('node/5129626539',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.3445746 53.5857172)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/5129626540',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.3428473 53.5862458)'::public.geometry),
	 ('node/5129626541',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.3598149 53.5847841)'::public.geometry),
	 ('node/5129626542',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.3541447 53.5852809)'::public.geometry),
	 ('node/5129626543',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.3932567 53.5820199)'::public.geometry),
	 ('node/5129626544',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2813282 53.5913628)'::public.geometry),
	 ('node/5129626545',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.3011872 53.5893378)'::public.geometry),
	 ('node/5129626546',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.3711124 53.5838543)'::public.geometry),
	 ('node/5129626547',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.3653296 53.5843511)'::public.geometry),
	 ('node/5129626548',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2828516 53.5908837)'::public.geometry),
	 ('node/5129626549',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2869178 53.590882)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/5129626550',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2432037 53.5782017)'::public.geometry),
	 ('node/5129626551',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.33825 53.5862522)'::public.geometry),
	 ('node/5129626552',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.295002 53.5898536)'::public.geometry),
	 ('node/5129626553',NULL,'tower','suspension',NULL,'metal','SRID=4326;POINT (49.3324671 53.5867553)'::public.geometry),
	 ('node/5139156167',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2479861 53.5777799)'::public.geometry),
	 ('node/5735945004',NULL,'tower','branch',NULL,'metal','SRID=4326;POINT (49.2839035 53.5905067)'::public.geometry),
	 ('node/5735946086',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.4024169 53.5815061)'::public.geometry),
	 ('node/5735946087',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3998662 53.5817259)'::public.geometry),
	 ('node/5735946088',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3973288 53.5819329)'::public.geometry),
	 ('node/5735946089',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3955263 53.5820746)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/5735946090',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.3940699 53.5821909)'::public.geometry),
	 ('node/5735946091',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3920448 53.5823692)'::public.geometry),
	 ('node/5735946092',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3901512 53.5825316)'::public.geometry),
	 ('node/5735946093',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3876111 53.5827466)'::public.geometry),
	 ('node/5735946094',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3850845 53.5829504)'::public.geometry),
	 ('node/5735946095',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3825257 53.5831765)'::public.geometry),
	 ('node/5735946096',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3799883 53.5833835)'::public.geometry),
	 ('node/5735946097',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3774483 53.5835985)'::public.geometry),
	 ('node/5735946098',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3749002 53.583823)'::public.geometry),
	 ('node/5735946099',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3723547 53.5840284)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/5735946100',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3698174 53.584237)'::public.geometry),
	 ('node/5735946101',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.367272 53.5844551)'::public.geometry),
	 ('node/5735946102',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3647212 53.5846717)'::public.geometry),
	 ('node/5735946103',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3628758 53.5848229)'::public.geometry),
	 ('node/5735946104',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.3608293 53.5849837)'::public.geometry),
	 ('node/5735946105',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3589007 53.5851569)'::public.geometry),
	 ('node/5735946106',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3570822 53.5853086)'::public.geometry),
	 ('node/5735946107',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3545234 53.5855219)'::public.geometry),
	 ('node/5735946108',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3519968 53.5857257)'::public.geometry),
	 ('node/5735946109',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3494433 53.5859359)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/5735946110',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3468899 53.5861556)'::public.geometry),
	 ('node/5735946111',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3444973 53.586361)'::public.geometry),
	 ('node/5735946112',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3421021 53.5865553)'::public.geometry),
	 ('node/5735946113',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3397015 53.5867638)'::public.geometry),
	 ('node/5735946114',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3373064 53.5869722)'::public.geometry),
	 ('node/5735946115',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3349111 53.5871555)'::public.geometry),
	 ('node/5735946116',NULL,'tower','crossing',NULL,'metal','SRID=4326;POINT (49.3326849 53.5873259)'::public.geometry),
	 ('node/5735946117',NULL,'tower','crossing',NULL,'metal','SRID=4326;POINT (49.3307175 53.587493)'::public.geometry),
	 ('node/5735946118',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3279989 53.58774)'::public.geometry),
	 ('node/5735946119',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3255194 53.5879508)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/5735946120',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3229153 53.5881722)'::public.geometry),
	 ('node/5735946321',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3203762 53.5883767)'::public.geometry),
	 ('node/5735946322',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3178362 53.5885813)'::public.geometry),
	 ('node/5735946323',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3152867 53.588801)'::public.geometry),
	 ('node/5735946324',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3127371 53.5890238)'::public.geometry),
	 ('node/5735946325',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3101865 53.589238)'::public.geometry),
	 ('node/5735946326',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3076292 53.5894528)'::public.geometry),
	 ('node/5735946327',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.305101 53.5896583)'::public.geometry),
	 ('node/5735946328',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3025355 53.5898669)'::public.geometry),
	 ('node/5735946329',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3006445 53.5900141)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/5735946330',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2987402 53.5901685)'::public.geometry),
	 ('node/5735946331',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2967785 53.5903452)'::public.geometry),
	 ('node/5735946332',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2949212 53.590504)'::public.geometry),
	 ('node/5735946333',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2923847 53.590721)'::public.geometry),
	 ('node/5735946334',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2900681 53.5909191)'::public.geometry),
	 ('node/5735946335',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2877096 53.5911063)'::public.geometry),
	 ('node/5735946336',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2854123 53.5912885)'::public.geometry),
	 ('node/5735946337',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2830801 53.5914907)'::public.geometry),
	 ('node/5735946338',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2807466 53.5916985)'::public.geometry),
	 ('node/5735946339',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2784238 53.5918792)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/5735946340',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2765702 53.5920012)'::public.geometry),
	 ('node/5735946341',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2747518 53.592145)'::public.geometry),
	 ('node/5735946342',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.273518 53.591236)'::public.geometry),
	 ('node/5735946343',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2719784 53.5900054)'::public.geometry),
	 ('node/5735946344',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2695955 53.5882147)'::public.geometry),
	 ('node/5735946345',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2672353 53.5864186)'::public.geometry),
	 ('node/5735946348',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2829335 53.5905854)'::public.geometry),
	 ('node/5735946349',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.27984 53.5908491)'::public.geometry),
	 ('node/5735946350',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2769083 53.5910991)'::public.geometry),
	 ('node/5735946351',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2742064 53.5913489)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/5735946352',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2732364 53.5906151)'::public.geometry),
	 ('node/5735946357',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2654607 53.5850681)'::public.geometry),
	 ('node/5735946358',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2637199 53.5837434)'::public.geometry),
	 ('node/5738469575',NULL,'tower','anchor',NULL,'metal','SRID=4326;POINT (49.2744863 53.5910354)'::public.geometry),
	 ('node/5738469576',NULL,'tower','anchor',NULL,'metal','SRID=4326;POINT (49.275122 53.5923997)'::public.geometry),
	 ('node/5738469595',NULL,'tower','branch',NULL,'metal','SRID=4326;POINT (49.2453334 53.5950741)'::public.geometry),
	 ('node/5738469596',NULL,'tower','crossing',NULL,'metal','SRID=4326;POINT (49.2457436 53.5944065)'::public.geometry),
	 ('node/5738469597',NULL,'tower','crossing',NULL,'metal','SRID=4326;POINT (49.2461769 53.5940342)'::public.geometry),
	 ('node/5738469598',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.247168 53.5944406)'::public.geometry),
	 ('node/5738469599',NULL,'tower','anchor',NULL,'metal','SRID=4326;POINT (49.2754278 53.5919683)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/5738469600',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2741322 53.5910386)'::public.geometry),
	 ('node/5738469616',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2457196 53.593686)'::public.geometry),
	 ('node/5738469619',NULL,'tower','anchor',NULL,'metal','SRID=4326;POINT (49.2748886 53.592672)'::public.geometry),
	 ('node/5738469620',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2729165 53.5928493)'::public.geometry),
	 ('node/5738478621',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2703933 53.5930532)'::public.geometry),
	 ('node/5738478622',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2678713 53.5932571)'::public.geometry),
	 ('node/5738478623',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2653509 53.5934608)'::public.geometry),
	 ('node/5738478624',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2628349 53.5936641)'::public.geometry),
	 ('node/5738478625',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2603062 53.5938685)'::public.geometry),
	 ('node/5738478626',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2577292 53.5940768)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/5738478627',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2551898 53.594282)'::public.geometry),
	 ('node/5738478628',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2526306 53.5944889)'::public.geometry),
	 ('node/5738478629',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2501157 53.5946921)'::public.geometry),
	 ('node/5738478630',NULL,'tower','crossing',NULL,'metal','SRID=4326;POINT (49.2481658 53.5948497)'::public.geometry),
	 ('node/5738478828',NULL,'tower','crossing',NULL,'metal','SRID=4326;POINT (49.3315134 53.5879654)'::public.geometry),
	 ('node/5738478829',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3301046 53.5880869)'::public.geometry),
	 ('node/5738478830',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3273178 53.5883273)'::public.geometry),
	 ('node/5738478831',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3246597 53.5885486)'::public.geometry),
	 ('node/5738478832',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3220091 53.5887629)'::public.geometry),
	 ('node/5738478833',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3193334 53.5889873)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/5738478834',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3166776 53.58921)'::public.geometry),
	 ('node/5738478835',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3140087 53.5894338)'::public.geometry),
	 ('node/5738478836',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3113318 53.5896583)'::public.geometry),
	 ('node/5738478837',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3086846 53.5898855)'::public.geometry),
	 ('node/5738478838',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3060269 53.5901048)'::public.geometry),
	 ('node/5738478839',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3033549 53.5903254)'::public.geometry),
	 ('node/5738478840',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3007317 53.5905419)'::public.geometry),
	 ('node/5738478841',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2979234 53.5907791)'::public.geometry),
	 ('node/5738478842',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.295129 53.5910229)'::public.geometry),
	 ('node/5738478843',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2923297 53.5912545)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/5738478844',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2895613 53.5914836)'::public.geometry),
	 ('node/5738478845',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2867898 53.5917129)'::public.geometry),
	 ('node/5738478846',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2841202 53.5919338)'::public.geometry),
	 ('node/5738478847',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2813742 53.5921609)'::public.geometry),
	 ('node/5738478848',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2787188 53.5923806)'::public.geometry),
	 ('node/5738478849',NULL,'tower','anchor',NULL,'metal','SRID=4326;POINT (49.2765543 53.5925398)'::public.geometry),
	 ('node/5738478850',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2775042 53.5922263)'::public.geometry),
	 ('node/5738478851',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2799047 53.5920256)'::public.geometry),
	 ('node/5738478852',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2818549 53.5918625)'::public.geometry),
	 ('node/5738478853',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.283807 53.5916993)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/5738478854',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2857489 53.5915369)'::public.geometry),
	 ('node/5738478855',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2876935 53.5913713)'::public.geometry),
	 ('node/5738478856',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2896408 53.5912105)'::public.geometry),
	 ('node/5738478857',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2915775 53.5910488)'::public.geometry),
	 ('node/5738478858',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.29353 53.5908937)'::public.geometry),
	 ('node/5738478859',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2954761 53.5907391)'::public.geometry),
	 ('node/5738478860',NULL,'tower',NULL,NULL,'concrete','SRID=4326;POINT (49.2974148 53.5905732)'::public.geometry),
	 ('node/5738478861',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2993611 53.5904066)'::public.geometry),
	 ('node/5738478862',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3013138 53.5902394)'::public.geometry),
	 ('node/5738478863',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3032584 53.5900722)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/5738478864',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3051922 53.589921)'::public.geometry),
	 ('node/5738478865',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3071368 53.5897554)'::public.geometry),
	 ('node/5738478866',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3090788 53.5895978)'::public.geometry),
	 ('node/5738478867',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.311035 53.5894245)'::public.geometry),
	 ('node/5738478868',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3129747 53.5892644)'::public.geometry),
	 ('node/5738478869',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.314916 53.5891041)'::public.geometry),
	 ('node/5738478870',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3168625 53.5889435)'::public.geometry),
	 ('node/5738478871',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.318791 53.5887842)'::public.geometry),
	 ('node/5738478872',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.320748 53.5886096)'::public.geometry),
	 ('node/5738478873',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3226872 53.5884499)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/5738478874',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3246597 53.5882875)'::public.geometry),
	 ('node/5738478875',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2491095 53.5934188)'::public.geometry),
	 ('node/5738478876',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2520912 53.5931742)'::public.geometry),
	 ('node/5738478877',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2551771 53.5929211)'::public.geometry),
	 ('node/5738478878',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.261326 53.5924053)'::public.geometry),
	 ('node/5738478879',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2644106 53.5921355)'::public.geometry),
	 ('node/5738478880',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.270585 53.5916237)'::public.geometry),
	 ('node/5738478881',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2674978 53.5918855)'::public.geometry),
	 ('node/5738478882',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2659274 53.5920161)'::public.geometry),
	 ('node/5738478885',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2739985 53.5908019)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/5765913555',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5036732 53.5777956)'::public.geometry),
	 ('node/5765913556',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4983218 53.5783393)'::public.geometry),
	 ('node/5765913653',NULL,'tower','crossing',NULL,'metal','SRID=4326;POINT (49.4754615 53.5155832)'::public.geometry),
	 ('node/5773802004',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.2582776 53.592661)'::public.geometry),
	 ('node/5773802904',NULL,'tower','crossing',NULL,'metal','SRID=4326;POINT (49.4166743 53.6321139)'::public.geometry),
	 ('node/5773802905',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4167142 53.6316607)'::public.geometry),
	 ('node/5773802906',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.4161964 53.6298376)'::public.geometry),
	 ('node/5773802907',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.4157307 53.6281032)'::public.geometry),
	 ('node/5773802908',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.4153378 53.6263885)'::public.geometry),
	 ('node/5773802909',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.4148441 53.6246187)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/5773802910',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.4143605 53.6229483)'::public.geometry),
	 ('node/5773802911',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.4138954 53.6213092)'::public.geometry),
	 ('node/5773802912',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.4133906 53.6195355)'::public.geometry),
	 ('node/5773802913',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.4129017 53.6178173)'::public.geometry),
	 ('node/5773802914',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.4124131 53.6161003)'::public.geometry),
	 ('node/5773802915',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.4119441 53.6144156)'::public.geometry),
	 ('node/5773802916',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.4114614 53.6126812)'::public.geometry),
	 ('node/5773802917',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.4109721 53.6109676)'::public.geometry),
	 ('node/5773802918',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.4105011 53.6092616)'::public.geometry),
	 ('node/5773802919',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.4100301 53.6075553)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/5773802920',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.4095476 53.6058567)'::public.geometry),
	 ('node/5773802921',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.4090514 53.6041094)'::public.geometry),
	 ('node/5773802922',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.4085715 53.6024196)'::public.geometry),
	 ('node/5773802923',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.4080922 53.6007319)'::public.geometry),
	 ('node/5773802924',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.4076074 53.5990248)'::public.geometry),
	 ('node/5773802925',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.4071349 53.5973489)'::public.geometry),
	 ('node/5773802926',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.4066602 53.5956648)'::public.geometry),
	 ('node/5773802927',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.4061845 53.5939476)'::public.geometry),
	 ('node/5773802928',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.4057072 53.5922193)'::public.geometry),
	 ('node/5773802929',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.4052096 53.5905258)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/5773802930',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.4031599 53.5832927)'::public.geometry),
	 ('node/5773802931',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.4035734 53.5847826)'::public.geometry),
	 ('node/5773802932',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.4042459 53.5871431)'::public.geometry),
	 ('node/5773802933',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.4047276 53.5888341)'::public.geometry),
	 ('node/5773802950',NULL,'tower','anchor',NULL,'metal','SRID=4326;POINT (49.4028085 53.5819409)'::public.geometry),
	 ('node/5773802951',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.4000646 53.5822004)'::public.geometry),
	 ('node/5773802952',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.397361 53.5824172)'::public.geometry),
	 ('node/5773803153',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3950371 53.5826131)'::public.geometry),
	 ('node/5773803154',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3929633 53.5827879)'::public.geometry),
	 ('node/5773803155',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3907847 53.5829715)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/5773803156',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3885824 53.5831572)'::public.geometry),
	 ('node/5773803157',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3858292 53.5833893)'::public.geometry),
	 ('node/5773803158',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3831384 53.5836161)'::public.geometry),
	 ('node/5773803159',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3804095 53.5838461)'::public.geometry),
	 ('node/5773803160',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3776669 53.5840773)'::public.geometry),
	 ('node/5773803161',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3749212 53.5843087)'::public.geometry),
	 ('node/5773803162',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3721496 53.5845423)'::public.geometry),
	 ('node/5773803163',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3694337 53.5847713)'::public.geometry),
	 ('node/5773803164',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3666384 53.5850069)'::public.geometry),
	 ('node/5773803165',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3639306 53.5852351)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/5773803166',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3612293 53.5854628)'::public.geometry),
	 ('node/5773803167',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3582662 53.5857126)'::public.geometry),
	 ('node/5773803168',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3553658 53.5859571)'::public.geometry),
	 ('node/5773803169',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3525009 53.5861985)'::public.geometry),
	 ('node/5773803170',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3496425 53.5864395)'::public.geometry),
	 ('node/5773803171',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3468241 53.586677)'::public.geometry),
	 ('node/5773803172',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3438669 53.5869187)'::public.geometry),
	 ('node/5773803173',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3410888 53.5871578)'::public.geometry),
	 ('node/5773803174',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3381054 53.5874144)'::public.geometry),
	 ('node/5773803175',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.335325 53.5876475)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/5773803176',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.332611 53.5878659)'::public.geometry),
	 ('node/5773803177',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.333354 53.5875669)'::public.geometry),
	 ('node/5773803178',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3357353 53.5873677)'::public.geometry),
	 ('node/5773803179',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3376821 53.5872049)'::public.geometry),
	 ('node/5773803180',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3396156 53.5870431)'::public.geometry),
	 ('node/5773803181',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3415763 53.5868792)'::public.geometry),
	 ('node/5773803182',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.343522 53.5867164)'::public.geometry),
	 ('node/5773803183',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3454582 53.5865545)'::public.geometry),
	 ('node/5773803184',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3474072 53.5863915)'::public.geometry),
	 ('node/5773803185',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3493519 53.5862288)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/5773803186',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3512892 53.5860668)'::public.geometry),
	 ('node/5773803187',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3532387 53.5859037)'::public.geometry),
	 ('node/5773803188',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3551601 53.585743)'::public.geometry),
	 ('node/5773803189',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3571106 53.5855799)'::public.geometry),
	 ('node/5773803190',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3590368 53.5854188)'::public.geometry),
	 ('node/5773803191',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3610059 53.5852541)'::public.geometry),
	 ('node/5773803192',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3629501 53.5850914)'::public.geometry),
	 ('node/5773803193',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3648719 53.5849307)'::public.geometry),
	 ('node/5773803194',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3668162 53.5847681)'::public.geometry),
	 ('node/5773803195',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3687459 53.5846067)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/5773803196',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.370688 53.5844442)'::public.geometry),
	 ('node/5773803197',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3726104 53.5842834)'::public.geometry),
	 ('node/5773803198',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3745488 53.5841213)'::public.geometry),
	 ('node/5773803199',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3764833 53.5839592)'::public.geometry),
	 ('node/5773803200',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3784292 53.5837858)'::public.geometry),
	 ('node/5773803201',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3803638 53.5836307)'::public.geometry),
	 ('node/5773803202',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3822834 53.5834695)'::public.geometry),
	 ('node/5773803203',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3842301 53.583306)'::public.geometry),
	 ('node/5773803204',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3861709 53.583143)'::public.geometry),
	 ('node/5773803205',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.38809 53.5829819)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/5773803206',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3900494 53.5828173)'::public.geometry),
	 ('node/5773803207',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3919807 53.5826552)'::public.geometry),
	 ('node/5773803208',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3939093 53.5824932)'::public.geometry),
	 ('node/5773803209',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3958401 53.5823311)'::public.geometry),
	 ('node/5773803210',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3978724 53.5821449)'::public.geometry),
	 ('node/5773803211',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.3999557 53.5819753)'::public.geometry),
	 ('node/5773803212',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.4020572 53.5818041)'::public.geometry),
	 ('node/5773803216',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.4340932 53.583314)'::public.geometry),
	 ('node/5773803217',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.4344693 53.5846366)'::public.geometry),
	 ('node/5773803240',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.4358022 53.5948871)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/5773803241',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4338751 53.5945844)'::public.geometry),
	 ('node/5773803242',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.4343363 53.5935158)'::public.geometry),
	 ('node/5773803243',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.4349049 53.5921984)'::public.geometry),
	 ('node/5773803244',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.4354886 53.590846)'::public.geometry),
	 ('node/5773803245',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4359279 53.5898279)'::public.geometry),
	 ('node/5773803246',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.4356214 53.5887548)'::public.geometry),
	 ('node/5773803247',NULL,'pole',NULL,NULL,'concrete','SRID=4326;POINT (49.4352244 53.5873653)'::public.geometry),
	 ('node/6549909397',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2139193 53.5636742)'::public.geometry),
	 ('node/6549909398',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2048427 53.5615363)'::public.geometry),
	 ('node/6549909399',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.1618074 53.5653239)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/6549909432',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2180446 53.5806001)'::public.geometry),
	 ('node/6549909433',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2212505 53.5869766)'::public.geometry),
	 ('node/6549909434',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2233916 53.5879287)'::public.geometry),
	 ('node/6549909438',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2282281 53.590076)'::public.geometry),
	 ('node/6549909439',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.219442 53.5861731)'::public.geometry),
	 ('node/6549909440',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2257881 53.5889944)'::public.geometry),
	 ('node/6549909441',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2306402 53.5911453)'::public.geometry),
	 ('node/6549909442',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2331615 53.5922612)'::public.geometry),
	 ('node/6549909443',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.237842 53.5943212)'::public.geometry),
	 ('node/6549909444',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2355835 53.5933135)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/6549909445',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.2402832 53.5941244)'::public.geometry),
	 ('node/6551299112',NULL,'tower','branch','lattice','metal','SRID=4326;POINT (49.4038398 53.5857175)'::public.geometry),
	 ('node/6568394105',NULL,'tower','anchor',NULL,'metal','SRID=4326;POINT (49.4163939 53.6320849)'::public.geometry),
	 ('node/6568394106',NULL,'portal',NULL,NULL,NULL,'SRID=4326;POINT (49.243598 53.57774)'::public.geometry),
	 ('node/6568394109',NULL,'portal',NULL,NULL,NULL,'SRID=4326;POINT (49.2449782 53.5776243)'::public.geometry),
	 ('node/7075942168',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5506575 53.5693291)'::public.geometry),
	 ('node/7075942169',NULL,'tower',NULL,NULL,'metal','SRID=4326;POINT (49.5531329 53.5712389)'::public.geometry),
	 ('node/7075942170',NULL,'tower',NULL,NULL,'metal','SRID=4326;POINT (49.5521045 53.5707871)'::public.geometry),
	 ('node/7075942171',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5491874 53.5678478)'::public.geometry),
	 ('node/7075942172',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.547613 53.5662612)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/7075942173',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5460339 53.5646367)'::public.geometry),
	 ('node/7075942174',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5459828 53.5612986)'::public.geometry),
	 ('node/7075942175',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5471537 53.5600493)'::public.geometry),
	 ('node/7075942176',NULL,'tower',NULL,NULL,'metal','SRID=4326;POINT (49.5589373 53.551679)'::public.geometry),
	 ('node/7075942178',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5503086 53.556685)'::public.geometry),
	 ('node/7075942181',NULL,'tower',NULL,NULL,'metal','SRID=4326;POINT (49.5514453 53.5555135)'::public.geometry),
	 ('node/7075942184',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5532566 53.554576)'::public.geometry),
	 ('node/7075942186',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5550963 53.5536369)'::public.geometry),
	 ('node/7075942209',NULL,'tower',NULL,NULL,'metal','SRID=4326;POINT (49.5577866 53.5522793)'::public.geometry),
	 ('node/7075942213',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.5609422 53.5485105)'::public.geometry);
INSERT INTO public.poi (osm_id,"name",power,"tower:type","tower:construction",material,geom) VALUES
	 ('node/7075942215',NULL,'tower',NULL,NULL,'metal','SRID=4326;POINT (49.5601823 53.5498699)'::public.geometry),
	 ('node/9786962448',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.1912675 53.5627311)'::public.geometry),
	 ('node/9786962450',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.1881502 53.5630055)'::public.geometry),
	 ('node/12064974865',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4385604 53.5978112)'::public.geometry),
	 ('node/12064974866',NULL,'tower',NULL,NULL,NULL,'SRID=4326;POINT (49.4382104 53.5965591)'::public.geometry);

INSERT INTO public.roads (osm_id,"name",highway,"ref",maxspeed,oneway,surface,lanes,geom) VALUES
	 ('way/146381976','Борковская улица','tertiary',NULL,'60',NULL,'asphalt','2','SRID=4326;MULTILINESTRING ((49.3300027 53.5882684, 49.3294883 53.5883895, 49.3288522 53.5885077, 49.3278779 53.5886332, 49.3270636 53.5887206, 49.3263025 53.5887851, 49.322342 53.589121, 49.3221024 53.5891404, 49.3167916 53.5895709, 49.3039793 53.5906474, 49.3014405 53.5908589, 49.2980231 53.5911414, 49.2977671 53.5911621, 49.2964647 53.5912729, 49.2914941 53.5916938, 49.2823266 53.5924479, 49.2753371 53.5930293, 49.2698158 53.5934858, 49.2597215 53.5943355, 49.2479242 53.5953105, 49.2472314 53.5953227, 49.2467144 53.595265, 49.2459306 53.5952217, 49.2455961 53.5952032, 49.2453191 53.5952272, 49.244347 53.5953114, 49.2371482 53.5959791, 49.2363523 53.5960496, 49.2357986 53.5960987, 49.2322723 53.5964361, 49.2220381 53.5973962, 49.2183854 53.5977353))'::public.geometry),
	 ('way/146381980','Борковская улица','tertiary',NULL,'40','no','asphalt',NULL,'SRID=4326;MULTILINESTRING ((49.2937789 53.5785788, 49.2936244 53.5792772, 49.293452 53.5797158, 49.2934903 53.5802522, 49.2935099 53.5810567, 49.2936797 53.5815061, 49.2939263 53.5819973, 49.2939155 53.5822788, 49.2938266 53.5826649, 49.2952729 53.5870236, 49.2964031 53.5909983, 49.2964647 53.5912729))'::public.geometry),
	 ('way/146381981','Борковская улица','tertiary',NULL,'40','yes','asphalt',NULL,'SRID=4326;MULTILINESTRING ((49.2964031 53.5909983, 49.2965023 53.59099, 49.2966663 53.5909823, 49.2969437 53.5909695, 49.297018 53.5909735, 49.2970979 53.5909823, 49.297177 53.5909957, 49.2972437 53.5910109, 49.2975206 53.5910975, 49.2977671 53.5911621))'::public.geometry),
	 ('way/308542624',NULL,'unclassified',NULL,NULL,NULL,NULL,NULL,'SRID=4326;MULTILINESTRING ((49.2628513 53.5942506, 49.2636801 53.5941737, 49.2645175 53.5940961, 49.265382 53.5940159, 49.2662067 53.5939486, 49.2670508 53.5938798, 49.267849 53.593817, 49.2687061 53.5937495, 49.269549 53.5936832, 49.2703814 53.5936177, 49.2712265 53.5935512, 49.2720412 53.5934831, 49.2729033 53.5934109, 49.2737023 53.5933441, 49.2745462 53.5932735, 49.2753785 53.5932039))'::public.geometry),
	 ('way/308542626',NULL,'unclassified',NULL,NULL,NULL,NULL,NULL,'SRID=4326;MULTILINESTRING ((49.2753785 53.5932039, 49.2753371 53.5930293))'::public.geometry),
	 ('way/308542628',NULL,'unclassified',NULL,NULL,NULL,NULL,NULL,'SRID=4326;MULTILINESTRING ((49.2763173 53.5931469, 49.2763759 53.5931352, 49.2771184 53.5930665, 49.2779646 53.5929926, 49.2787967 53.5929185, 49.2795974 53.5928449, 49.2804558 53.5927673, 49.2812961 53.5926972, 49.282142 53.5926267, 49.2829859 53.5925563, 49.2838328 53.5924857, 49.2846472 53.5924183, 49.2854554 53.5923518, 49.2863722 53.5922819, 49.2872316 53.5922077, 49.2880944 53.5921341, 49.2889337 53.5920648, 49.2897676 53.5919962, 49.290588 53.5919282, 49.2913412 53.5918715, 49.2921536 53.5918075, 49.2930322 53.5917383, 49.2939608 53.591669, 49.2947935 53.5916079, 49.2956388 53.5915518, 49.29648 53.5914709, 49.2971897 53.5913962, 49.2980525 53.591284, 49.2980231 53.5911414))'::public.geometry),
	 ('way/308542640','1-я улица','unclassified',NULL,NULL,NULL,NULL,NULL,'SRID=4326;MULTILINESTRING ((49.2980525 53.591284, 49.3002881 53.5988338, 49.299456 53.598886, 49.2986014 53.5989933, 49.2977794 53.5991723, 49.296991 53.5993867, 49.2962023 53.5995933, 49.2954154 53.599807, 49.2946194 53.6000207, 49.2943708 53.6000875, 49.2937654 53.6001479, 49.2929096 53.6002332, 49.2920468 53.6003192, 49.2912745 53.6003962, 49.2904639 53.600477, 49.2896027 53.6005552, 49.2887678 53.600631, 49.2879496 53.6007052, 49.2871028 53.6007821, 49.2862644 53.6008478, 49.2853741 53.6009329, 49.2845957 53.6010073, 49.2837574 53.6011293, 49.2829147 53.6012205, 49.282099 53.6013334, 49.2812702 53.6014153, 49.280452 53.6015091, 49.2796313 53.6016028, 49.2789755 53.6016599, 49.2788596 53.6016443, 49.278795 53.6015743, 49.2762946 53.5932423, 49.2762847 53.5932092, 49.2762874 53.5931838, 49.2763173 53.5931469))'::public.geometry),
	 ('way/308542641','17-я улица','unclassified',NULL,NULL,NULL,NULL,NULL,'SRID=4326;MULTILINESTRING ((49.2753785 53.5932039, 49.2755733 53.5937679, 49.2779259 53.6016771, 49.2770402 53.6017287, 49.2761861 53.6017662, 49.2753474 53.6018725, 49.2745569 53.6019727, 49.2736732 53.6020601, 49.2728896 53.6021376, 49.2720419 53.6022215, 49.2711764 53.6023153, 49.2703629 53.6024035, 49.2695286 53.6024951, 49.2686928 53.602587, 49.2678887 53.6026394, 49.2669875 53.6027443, 49.2662099 53.6028282, 49.2653616 53.6029121, 49.2628513 53.5942506))'::public.geometry),
	 ('way/308549381','14-я улица','service',NULL,NULL,NULL,NULL,NULL,'SRID=4326;MULTILINESTRING ((49.2753474 53.6018725, 49.2729033 53.5934109))'::public.geometry),
	 ('way/308549382','15-я улица','service',NULL,NULL,NULL,NULL,NULL,'SRID=4326;MULTILINESTRING ((49.2737023 53.5933441, 49.2761861 53.6017662))'::public.geometry);
INSERT INTO public.roads (osm_id,"name",highway,"ref",maxspeed,oneway,surface,lanes,geom) VALUES
	 ('way/308549383','16-я улица','service',NULL,NULL,NULL,NULL,NULL,'SRID=4326;MULTILINESTRING ((49.2770402 53.6017287, 49.2745462 53.5932735))'::public.geometry),
	 ('way/308549384','2-я улица','service',NULL,NULL,NULL,NULL,NULL,'SRID=4326;MULTILINESTRING ((49.2771184 53.5930665, 49.2786687 53.5983737, 49.2792602 53.6004093, 49.2796313 53.6016028))'::public.geometry),
	 ('way/308549385','3-я улица','service',NULL,NULL,NULL,NULL,NULL,'SRID=4326;MULTILINESTRING ((49.280452 53.6015091, 49.2779646 53.5929926))'::public.geometry),
	 ('way/308549386','4-я улица','service',NULL,NULL,NULL,NULL,NULL,'SRID=4326;MULTILINESTRING ((49.2787967 53.5929185, 49.2810591 53.6006563, 49.2812702 53.6014153))'::public.geometry),
	 ('way/308549387','5-я улица','service',NULL,NULL,NULL,NULL,NULL,'SRID=4326;MULTILINESTRING ((49.282099 53.6013334, 49.2808354 53.5970933, 49.2795974 53.5928449))'::public.geometry),
	 ('way/308549388','6-я улица','service',NULL,NULL,NULL,NULL,NULL,'SRID=4326;MULTILINESTRING ((49.2804558 53.5927673, 49.2829147 53.6012205))'::public.geometry),
	 ('way/308549389','7-я улица','service',NULL,NULL,NULL,NULL,NULL,'SRID=4326;MULTILINESTRING ((49.2837574 53.6011293, 49.2812961 53.5926972))'::public.geometry),
	 ('way/308549390','8-я улица','service',NULL,NULL,NULL,NULL,NULL,'SRID=4326;MULTILINESTRING ((49.282142 53.5926267, 49.2845957 53.6010073))'::public.geometry),
	 ('way/308549391',NULL,'service',NULL,NULL,NULL,NULL,NULL,'SRID=4326;MULTILINESTRING ((49.2853741 53.6009329, 49.2829859 53.5925563))'::public.geometry),
	 ('way/308549392',NULL,'service',NULL,NULL,NULL,NULL,NULL,'SRID=4326;MULTILINESTRING ((49.2838328 53.5924857, 49.2862644 53.6008478))'::public.geometry);
INSERT INTO public.roads (osm_id,"name",highway,"ref",maxspeed,oneway,surface,lanes,geom) VALUES
	 ('way/308549393',NULL,'service',NULL,NULL,NULL,NULL,NULL,'SRID=4326;MULTILINESTRING ((49.2871028 53.6007821, 49.2846472 53.5924183))'::public.geometry),
	 ('way/308549394','14-я улица','service',NULL,NULL,NULL,NULL,NULL,'SRID=4326;MULTILINESTRING ((49.2854554 53.5923518, 49.2879496 53.6007052))'::public.geometry),
	 ('way/308549395',NULL,'service',NULL,NULL,NULL,NULL,NULL,'SRID=4326;MULTILINESTRING ((49.2887678 53.600631, 49.2875158 53.5963612, 49.2863722 53.5922819))'::public.geometry),
	 ('way/308549396',NULL,'service',NULL,NULL,NULL,NULL,NULL,'SRID=4326;MULTILINESTRING ((49.2872316 53.5922077, 49.2896027 53.6005552))'::public.geometry),
	 ('way/308549397',NULL,'service',NULL,NULL,NULL,NULL,NULL,'SRID=4326;MULTILINESTRING ((49.2904639 53.600477, 49.2880944 53.5921341))'::public.geometry),
	 ('way/308549398',NULL,'service',NULL,NULL,NULL,NULL,NULL,'SRID=4326;MULTILINESTRING ((49.2889337 53.5920648, 49.2912745 53.6003962))'::public.geometry),
	 ('way/308549399',NULL,'service',NULL,NULL,NULL,NULL,NULL,'SRID=4326;MULTILINESTRING ((49.2920468 53.6003192, 49.2897676 53.5919962))'::public.geometry),
	 ('way/308549400',NULL,'service',NULL,NULL,NULL,NULL,NULL,'SRID=4326;MULTILINESTRING ((49.290588 53.5919282, 49.2929096 53.6002332))'::public.geometry),
	 ('way/308549401',NULL,'service',NULL,NULL,NULL,NULL,NULL,'SRID=4326;MULTILINESTRING ((49.2937654 53.6001479, 49.2913412 53.5918715))'::public.geometry),
	 ('way/308549402',NULL,'service',NULL,NULL,NULL,NULL,NULL,'SRID=4326;MULTILINESTRING ((49.2921536 53.5918075, 49.2946194 53.6000207))'::public.geometry);
INSERT INTO public.roads (osm_id,"name",highway,"ref",maxspeed,oneway,surface,lanes,geom) VALUES
	 ('way/308549403',NULL,'service',NULL,NULL,NULL,NULL,NULL,'SRID=4326;MULTILINESTRING ((49.2954154 53.599807, 49.2930322 53.5917383))'::public.geometry),
	 ('way/308549404',NULL,'service',NULL,NULL,NULL,NULL,NULL,'SRID=4326;MULTILINESTRING ((49.2939608 53.591669, 49.2962023 53.5995933))'::public.geometry),
	 ('way/308549405',NULL,'service',NULL,NULL,NULL,NULL,NULL,'SRID=4326;MULTILINESTRING ((49.2947935 53.5916079, 49.296991 53.5993867))'::public.geometry),
	 ('way/308549406',NULL,'service',NULL,NULL,NULL,NULL,NULL,'SRID=4326;MULTILINESTRING ((49.2956388 53.5915518, 49.2977794 53.5991723))'::public.geometry),
	 ('way/308549407',NULL,'service',NULL,NULL,NULL,NULL,NULL,'SRID=4326;MULTILINESTRING ((49.2986014 53.5989933, 49.29648 53.5914709))'::public.geometry),
	 ('way/308549408',NULL,'service',NULL,NULL,NULL,NULL,NULL,'SRID=4326;MULTILINESTRING ((49.2971897 53.5913962, 49.299456 53.598886))'::public.geometry);


CREATE INDEX idx_buildings_geom ON buildings USING GIST (geom);
CREATE INDEX idx_roads_geom ON roads USING GIST (geom);
CREATE INDEX idx_poi_geom ON poi USING GIST (geom);